[
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Imagine walking into a large clothing store. In the men's section, you notice a display dedicated to formal shirts. The store offers shirts from 5 distinct brands: Armani, Calvin Klein, Ralph Lauren, Tommy Hilfiger, and Hugo Boss. Each of these brands offers 3 unique styles: a slim fit with a cutaway collar, a regular fit with a classic collar, and a tailored fit with a mandarin collar.\nGiven the variety in both brand and style, how many different combinations of brand and style can a customer choose from when selecting a shirt?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 15,
        "max": 15
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Based on the previous question, how many combinations will be either a slim fit with a cutaway collar or a regular fit with a classic collar?",
    "number": 2,
    "answer_ranges": [
      {
        "min": 10,
        "max": 10
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "\nMr. Johnson, the manager of a busy advertising agency, has a jam-packed day ahead of him. He's been asked to facilitate five critical meetings. The meetings are with:\n\n1. *The Creative Team to review the new ad campaign for Nike.*\n2. *Finance to discuss the quarterly budget adjustments.*\n3. *HR for hiring needs in the upcoming month.*\n4. *The Analytics Team to delve into the recent website traffic data.*\n5. *A major client, Starbucks, to discuss their upcoming festive promotions.*\n\nGiven the importance and uniqueness of each meeting, Mr. Johnson can't merge any of them. He's considering the best sequence to have these meetings to make his day as efficient as possible. In how many ways can Mr. Johnson arrange these meetings throughout the day?\n",
    "number": 3,
    "answer_ranges": [
      {
        "min": 120,
        "max": 120
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 1,
    "stem": "\nNow imagine Mr. Johnson, the manager of a busy advertising agency, has a challenging task at hand. He's not only facilitating five critical meetings today but he's also decided to invite two of his senior managers to attend three of these meetings with him. These senior managers can only attend three meetings due to their busy schedules. The meetings are as follows:\n\n1. *The Creative Team to review the new ad campaign for Nike.*\n2. *Finance to discuss the quarterly budget adjustments.*\n3. *HR for hiring needs in the upcoming month.*\n4. *The Analytics Team to delve into the recent website traffic data.*\n5. *A major client, Starbucks, to discuss their upcoming festive promotions.*\n\nGiven the importance of each meeting, Mr. Johnson wants to ensure optimal outcomes by having his senior managers present in the three most crucial ones. In how many ways can Mr. Johnson arrange for the two senior managers to attend three out of the five meetings? Explain your reasoning and how you come with your answer.\n",
    "number": 4
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "At the annual county agricultural fair, excitement is in the air. This year, there's an increased number of participants, with farmers coming in from neighboring towns. The fair has six awards to bestow upon the deserving contestants:\n\nBest Crop, which honors the farmer with the most outstanding produce.\nBest Livestock, a tribute to the farmer with the healthiest and well-maintained animals.\nBest Farm Machinery, a new category introduced this year.\nSustainable Farming Award, which recognizes eco-friendly farming practices.\nYoung Farmer of the Year, to encourage the next generation.\nAudience Choice Award, where visitors to the fair get to vote for their favorite.\n\nOut of the ten excited participants, each farmer secretly hopes to clinch the Best Crop or Best Livestock title, given the prestige associated with them. Given that no participant can win both, in how many ways can the awards for Best Crop and Best Livestock be given out among the 10 participants?",
    "number": 5,
    "answer_ranges": [
      {
        "min": 90,
        "max": 90
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "At the annual Global Business Leaders Conference, attendees from around the world gather to discuss current business trends, innovations, and challenges. This year, the conference is featuring 10 specialized seminars, including:\n\nDigital Transformation in Modern Business\nSustainable Business Practices for a Green Future\nThe Role of Artificial Intelligence in Retail\nEmerging Markets and Global Strategies\nEmployee Well-being and Productivity\nLeadership Skills for the 21st Century\nBranding and Marketing in a Digital Age\nStart-ups: Navigating Initial Challenges\nFinancial Forecasting and Risk Management\nInnovative Supply Chain Solutions\n\nGiven the vast array of options but limited time, an attendee can only choose 3 seminars to attend. How many different combinations of seminars can an attendee select?",
    "number": 6,
    "answer_ranges": [
      {
        "min": 120,
        "max": 120
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "essay_question",
    "points": 1,
    "stem": "The city's development committee is overseeing the construction of a new public library. After announcing the project, they've received bids from several construction firms eager to undertake the job. In total, there are 7 detailed bids, including those from prominent firms like BuildTech, ConstructCorp, and UrbanBuilders.\nTo maintain transparency and ensure a thorough review, the committee has decided to shortlist 4 bids for a final in-depth assessment. How many different combinations of bids can the committee select for this review? Explain your reasoning and how you come with your answer.",
    "number": 7
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Anna is a seasoned salesperson for XYZ Tech Solutions, a firm that specializes in cutting-edge software applications for businesses. Today, Anna has decided to allocate her day to meeting potential clients in order to demonstrate the company's newest product. From her list, there are 9 prospective clients that she believes would be greatly interested. However, given the time constraints of the day, she can only visit 4. Given her list of 9 clients, in how many different sequences can Anna visit 4 of them today?",
    "number": 8,
    "answer_ranges": [
      {
        "min": 3024,
        "max": 3024
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Mr. Rodriguez is a construction manager overseeing a new high-rise apartment complex. To ensure the best quality and timely completion, he often collaborates with various subcontractors who specialize in different aspects of construction. For the upcoming phase, which involves plumbing and electrical work, he must select two subcontractors from a list of six. How many ways can Mr. Rodriguez select and arrange two subcontractors from his list of six for this project?",
    "number": 9,
    "answer_ranges": [
      {
        "min": 30,
        "max": 30
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "A homeowner decides to use two methods to showcase their home to potential buyers: an open house event and scheduled private viewings. Which of the following describes these events?",
    "number": 10,
    "choices": [
      "Mutually Exclusive",
      "Independent",
      "Neither"
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "The homeowner decides to list their property on a popular online real estate platform or in a local print magazine. Which of the following describes these events?",
    "number": 11,
    "choices": [
      "Mutually Exclusive",
      "Independent",
      "Neither"
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "After drawing a card from a standard deck and then replacing it, is described as?",
    "number": 12,
    "choices": [
      "Independent",
      "Neither",
      "Mutually Exclusive"
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 1,
    "stem": "When you roll two dice, there are 36 possible outcomes. What is the probability of rolling two dice and the sum is not 7?",
    "number": 13,
    "answer_ranges": [
      {
        "min": 0.82,
        "max": 0.84
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "The GPAs of Cal Poly students are normally distributed with a mean of 3.2 pounds and a standard deviation of 0.1 pounds. What percent of students’ GPAs would be between than 3.2 and 3.4? (Do not round.) Provide solution as a percent. ",
    "number": 14,
    "answer_ranges": [
      {
        "min": 47,
        "max": 48
      }
    ]
  },
  {
    "quiz_title": "Homework 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.5,
    "stem": "The SAT scores of students at Elite Academy are normally distributed. The mean SAT score at the academy is 1450 with a standard deviation of 50 points. Using the empirical rule:\n\nWhat range of SAT scores would you expect approximately 68% of the students to have?\nIf Elite Academy aims to reward the top 2.5% of students for their high performance, what is the minimum SAT score a student must achieve to be in this top bracket?\n\nShow and explain your results.",
    "number": 15
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 1-8:\nA commuter must pass through 2 traffic lights on her way to work and will have to stop at each red one. After keeping a record for several months, she developed the following probability distribution for the number of red lights she hits:\n\n\n\nX = # of Red Lights\n0\n1\n2\n\n\nP(X)\n0.25\n0.45\n0.3\n\n\n",
    "number": "Q1-Q8"
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "How many variables are present in this question?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 1,
        "max": 1
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "essay_question",
    "points": 0.5,
    "stem": "What is the variable of interest in this question?",
    "number": 2
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What type of random variable is being analyzed in this question?",
    "number": 3,
    "choices": [
      "Discrete",
      "Categorical",
      "Quantitative",
      "Continuous"
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "How many red lights should she expect to hit each day? (Provide 4 decimal places)",
    "number": 4,
    "answer_ranges": [
      {
        "min": 1.03,
        "max": 1.07
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "essay_question",
    "points": 1,
    "stem": "Provide an interpretation of the value you calculated in the previous question.",
    "number": 5
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given the probability distribution, can you calculate the standard deviation of the number of red lights the commuter will hit? (Provide 4 decimal places)",
    "number": 6,
    "answer_ranges": [
      {
        "min": 0.72,
        "max": 0.74
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "essay_question",
    "points": 1,
    "stem": "Provide an interpretation of the value you calculated in the previous question.",
    "number": 7
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability of the commuter hitting one or more red lights?",
    "number": 8,
    "answer_ranges": [
      {
        "min": 0.75,
        "max": 0.75
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 9-12:\nConsider a group of 100 students from Cal Poly, consisting of both undergraduate and graduate students. In this group, undergraduates make up 90% of the total, while graduate students comprise the remaining 10%. Among these students, it is observed that 20% of the undergraduates own an iPad, and notably, 60% of the graduate students possess an iPad as well.",
    "number": "Q9-Q12"
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "How many graduate students do not have iPads?",
    "number": 9,
    "answer_ranges": [
      {
        "min": 4,
        "max": 4
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "How many students have an iPad in this group?",
    "number": 10,
    "answer_ranges": [
      {
        "min": 24,
        "max": 24
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given that a randomly selected Cal Poly student does not own an iPad, what percentage of the students are graduate students?",
    "number": 11,
    "answer_ranges": [
      {
        "min": 5,
        "max": 5.5
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What percentage of the students are undergraduate students and iPad users?",
    "number": 12,
    "answer_ranges": [
      {
        "min": 18,
        "max": 18
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer question 13-15:\nImagine walking into a bustling retail store that prides itself on a diverse range of products carefully categorized into Electronics, Clothing, and Groceries. Each section, vivid and alluring, appeals to a different set of customer needs and preferences. To dive deep into the sales analysis, let’s unfold the daily sales mystery of these distinct sections by defining three discrete random variables.\nElectronics Section: (X)\nIn the electronics section, a techno-symphony of smartphones, laptops, and headphones plays out. We define X as the variable representing the number of electronic items sold daily. The possible number of sales varies, let’s say, from 0 to 4, with each having its respective probabilities.\nX: Number of Electronics SoldProbability00.110.320.430.2​​\nClothing Section: (Y)\nThe clothing section, a canvas of colors and styles, sways customers with its trendy collections. Here, Y is the chosen variable symbolizing the daily sale of clothing items, ranging perhaps from 0 to 3.\nY: Number of Clothing Items SoldProbability00.210.420.330.1\nGroceries Section: (Z)\nIn the groceries section, freshness and variety reign, offering fruits, vegetables, and essential items. The variable Z denotes the grocery items' daily sales, which could range between 0 to 4.\nZ: Number of Groceries SoldProbability00.0510.2520.3530.2540.10​​",
    "number": "Q13-Q15"
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "The store’s strategy team wants to forecast the total average daily sales to enhance its business strategy and customer offerings. Using the expected values of X, Y, and Z from the respective distributions, calculate the expected total daily sales for electronics, clothing, and groceries combined.",
    "number": 13,
    "answer_ranges": [
      {
        "min": 5.05,
        "max": 5.15
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "essay_question",
    "points": 1,
    "stem": "If the store wants to analyze the combined sales of electronics and clothing items, what is the expected total number of electronics and clothing items sold daily? Provide a logical explanation along with your answer.",
    "number": 14
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 1,
    "stem": "Calculate the combined standard deviation of daily sales for all three product categories (electronics, clothing, groceries) collectively. Assume that the sales of each product type are independent of the sales of other product types.\nExplain your methodology and each step in your calculation process clearly. How does the combined standard deviation inform the store's management about the volatility and consistency of the overall daily sales? What insights can be derived regarding the store's sales performance and stability from the computed combined standard deviation?",
    "number": 15
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "A manufacturing company produces widgets. Let X be a discrete random variable representing the number of widgets produced in an hour. After collecting data for several months, it was found that the expected number of widgets produced in an hour is E[X] = 15. The company is planning a productivity improvement initiative that is expected to double the production rate. Determine the new expected production rate if the initiative is successful.",
    "number": 16,
    "answer_ranges": [
      {
        "min": 30,
        "max": 30
      }
    ]
  },
  {
    "quiz_title": "Homework 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "An e-commerce website tracks the number of sales made each day. Let X be the number of sales, and assume that X has a variance Var[X] = 9. The website plans to launch a marketing campaign, hoping it will triple the daily sales. Calculate the variance in the number of daily sales that the website can expect after launching the marketing campaign.",
    "number": 17,
    "answer_ranges": [
      {
        "min": 81,
        "max": 81
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 1-2: Human Resource (HR) data can be hard to come by HR professionals generally do not get experience with analytics and data visualization competency. The Blackwell Learning Center performed a study that collected data from all its 311 employees. They were interested in whether a number of absences had an impact on salary. However, they decided to collect more additional variables to potentially see if other variables had an impact on this relationship. Below is the first 6 rows of the data frame.\n \n\n\n\n\nSalary\n\n\nTemporary Employment \n\n\nPosition ID\n\n\nPosition\n\n\nState\n\n\nZip\n\n\nRaceDesc\n\n\nAbsences\n\n\nAge\n\n\n\n\n62506\n\n\nNo\n\n\n19\n\n\nProduction Technician I\n\n\nCA\n\n\n95347\n\n\nWhite\n\n\n1\n\n\n27\n\n\n\n\n104437\n\n\nYes\n\n\n15\n\n\nSr. DBA\n\n\nCA\n\n\n92010\n\n\nBlack\n\n\n17\n\n\n35\n\n\n\n\n64955\n\n\nYes\n\n\n20\n\n\nProduction Technician II\n\n\nCA\n\n\n98348\n\n\nHispanic\n\n\n3\n\n\n21\n\n\n\n\n64991\n\n\nNo\n\n\n19\n\n\nProduction Technician I\n\n\nCA\n\n\n92372\n\n\nHispanic\n\n\n15\n\n\n21\n\n\n\n\n50825\n\n\nYes\n\n\n19\n\n\nProduction Technician I\n\n\nCA\n\n\n91994\n\n\nAsian\n\n\n2\n\n\n18\n\n\n\n\n57568\n\n\nNo\n\n\n19\n\n\nProduction Technician I\n\n\nCA\n\n\n94186\n\n\nOther\n\n\n15\n\n\n19\n\n\n\n",
    "number": "Q8-Q9"
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "numerical_question",
    "points": 1,
    "stem": "How many quantitative variables are present in this data frame? ",
    "number": 1,
    "answer_ranges": [
      {
        "min": 3,
        "max": 3
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "How was the data collect?",
    "number": 2,
    "choices": [
      "Census",
      "Simple Random Sample",
      "Stratified Random Sample",
      "Experiment",
      "Convenience Sampling"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 3 - 5. You are interested in understanding how the GrubHub app affects Cal Poly students' purchases at Starbucks on campus. You collect various variables from students waiting to pick up their orders. The purpose of this study is to see how these variables relate to one another. However, you must first specify each “type of variable” regarding the information collected before performing any visualization or analysis.",
    "number": "Q3-Q5"
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "Which of the following variables are ordinal?",
    "number": 3,
    "choices": [
      "The size of drink",
      "Type of snack",
      "Type of drink",
      "The amount of time you spend waiting for your Starbucks order",
      "The number of people working when you place your Starbucks order"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "Number of people in Starbucks GrubHub. What type of variable is described in the last sentence?  ",
    "number": 4,
    "choices": [
      "Quantitative",
      "Categorical Binary",
      "Categorical",
      "None of these responses"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Number of people in Starbucks GrubHub. What is the best method to summarize the center variable described in the last sentence? (Select ALL that apply.)",
    "number": 5,
    "choices": [
      "Mean",
      "Median",
      "Standard Deviation",
      "Interquartile Range",
      "Proportion"
    ],
    "correct_answers": [
      "Mean",
      "Median"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 6 - 9. Consider the following four distributions of quiz scores:\n",
    "number": "Q6-Q9"
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "matching_question",
    "points": 2,
    "stem": "Arrange these in order from smallest standard deviation to largest standard deviation.  Do not bother to calculate any standard deviations.  ",
    "number": 6,
    "matches": [
      {
        "prompt": "Smallest",
        "choices": [
          "quiz B",
          "quiz C",
          "quiz D",
          "quiz A"
        ]
      },
      {
        "prompt": "Next-to-smallest",
        "choices": [
          "quiz B",
          "quiz C",
          "quiz D",
          "quiz A"
        ]
      },
      {
        "prompt": "Next-to-largest",
        "choices": [
          "quiz B",
          "quiz C",
          "quiz D",
          "quiz A"
        ]
      },
      {
        "prompt": "Largest",
        "choices": [
          "quiz B",
          "quiz C",
          "quiz D",
          "quiz A"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Smallest",
        "match": "quiz B"
      },
      {
        "prompt": "Next-to-smallest",
        "match": "quiz C"
      },
      {
        "prompt": "Next-to-largest",
        "match": "quiz D"
      },
      {
        "prompt": "Largest",
        "match": "quiz A"
      }
    ],
    "distractors": [
      "quiz A",
      "quiz C",
      "quiz D",
      "quiz B"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 1.5,
    "stem": "Which quiz has the largest mean?",
    "number": 7,
    "choices": [
      "Quiz B",
      "Quiz D",
      "Quiz A",
      "Quiz C",
      "Cannot determine based on this information"
    ],
    "correct_answers": [
      "Quiz B",
      "Quiz D"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Which quiz had the smallest mean?",
    "number": 8,
    "choices": [
      "Quiz C",
      "Quiz B",
      "Quiz D",
      "Quiz A",
      "Cannot determine based on this information"
    ],
    "correct_answers": [
      "Quiz C"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Which of the quizzes had a different value for the mean compared to the median?",
    "number": 9,
    "choices": [
      "None of the quizzes had a mean different from the median",
      "Cannot determine based on this information",
      "Quiz B",
      "Quiz D",
      "Quiz C",
      "Quiz A"
    ],
    "correct_answers": [
      "None of the quizzes had a mean different from the median"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 3,
    "stem": "Suppose that a company employs people in two groups - A and B.  Also, suppose that the mean salary among employees in group A is $60,000 per year, and the mean salary among employees in group B is $80,000 per year.  Finally, suppose that group A contains 10 employees, and group B contains 100 employees.  Determine the mean salary among employees in these two groups combined. (Provide 2 decimal places.)",
    "number": 10,
    "answer_ranges": [
      {
        "min": 78181,
        "max": 78182
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 11 - 14: Clover supermarkets in the United States have been operating since 2008 and business flourished until 2016. They have a large database, but they do not use their data to achieve better business solutions. Their annual revenues have declined 10% every year. One of the data frames includes information regarding a sample of 50 supermarkets. One supermarket was selected at random within each state.  The supermarket’s spending on advertisement, administration, and promotion, as well as profits, were recorded. In addition, the supermarket’s states were also included. Below contains the first 5 rows of the data frame.\n\n\n\n\nAdvertisement Spend\n\n\nPromotion Spend\n\n\nAdministration Spend\n\n\nProfit\n\n\nState\n\n\n\n\n165349.2\n\n\n136897.8\n\n\n471784.1\n\n\n192261.83\n\n\nAlabama\n\n\n\n\n162597.7\n\n\n151377.59\n\n\n443898.53\n\n\n191792.06\n\n\nAlaska\n\n\n\n\n153441.51\n\n\n101145.55\n\n\n407934.54\n\n\n191050.39\n\n\nArizona\n\n\n\n\n144372.41\n\n\n118671.85\n\n\n383199.62\n\n\n182901.99\n\n\nArkansas\n\n\n\n\n142107.34\n\n\n91391.77\n\n\n366168.42\n\n\n166187.94\n\n\nCalifornia\n\n\n\n",
    "number": "Q11-Q14"
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Which of the following statistic(s) would be appropriate to summarize Profit in terms of the spread? (Select ALL that apply)",
    "number": 11,
    "choices": [
      "Sample Standard Deviation",
      "Sample Interquartile Range",
      "Sample Proportion",
      "Sample First Quartile",
      "Sample Second Quartile"
    ],
    "correct_answers": [
      "Sample Standard Deviation",
      "Sample Interquartile Range"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "What type of sampling design was implemented in the above description?",
    "number": 12,
    "choices": [
      "Stratified Random Sample",
      "Volunteer Sample",
      "Cluster Sample",
      "Simple Random Sample",
      "Convenience Sample"
    ],
    "correct_answers": [
      "Stratified Random Sample"
    ]
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "essay_question",
    "points": 3,
    "stem": "Clearly state the population, sample, and the observational unit in the context of the problem.",
    "number": 13
  },
  {
    "quiz_title": "Friday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "matching_question",
    "points": 1.5,
    "stem": "You are part of a third-party business that was responsible to evaluate a sample of these supermarkets.\nMatch the following summarization with whether it is possible to calculate or not.",
    "number": 14,
    "matches": [
      {
        "prompt": "the sample mean of Advertisement Spend",
        "choices": [
          "possible to calculate",
          "not possible to calculate"
        ]
      },
      {
        "prompt": "the population mean of Promotional Spend",
        "choices": [
          "possible to calculate",
          "not possible to calculate"
        ]
      },
      {
        "prompt": "the population variance of Administration Spend",
        "choices": [
          "possible to calculate",
          "not possible to calculate"
        ]
      },
      {
        "prompt": "the sample standard deviation of Advertisement",
        "choices": [
          "possible to calculate",
          "not possible to calculate"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "the sample mean of Advertisement Spend",
        "match": "possible to calculate"
      },
      {
        "prompt": "the population mean of Promotional Spend",
        "match": "not possible to calculate"
      },
      {
        "prompt": "the population variance of Administration Spend",
        "match": "not possible to calculate"
      },
      {
        "prompt": "the sample standard deviation of Advertisement",
        "match": "possible to calculate"
      }
    ],
    "distractors": [
      "possible to calculate",
      "not possible to calculate"
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following question to approach questions 1-2: Given the scenarios provided, evaluate whether applying a Bernoulli distribution model is appropriate for analyzing the probabilities involved. Provide a rationale for your decision in each case.",
    "number": "Q1-Q2"
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Within a week, a doctor rolls a single die to determine which of his six office staff members gets the preferred parking space.",
    "number": 1
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "A medical research lab has samples of blood collected from 120 different individuals. How likely is it that most of them are Type A blood, given that Type A is found in 43% of the population?",
    "number": 2
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following description to answer questions 3 - 9: A saleswoman normally makes a sale (closes) on 80% of her presentations. Assuming the presentations are independent, find the probability of each of the following questions.",
    "number": "Q3-Q9"
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "Considering each presentation made by the saleswoman as a single event, identify the total number of possible outcomes for each event. (Hint: An outcome can be that a sale is either made or not made during a presentation.)",
    "number": 3,
    "answer_ranges": [
      {
        "min": 2,
        "max": 2
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Are the outcomes of the saleswoman's presentations (i.e., whether she closes a sale or does not close a sale) mutually exclusive? Provide a justification for your answer based on the characteristics of the outcomes.",
    "number": 4
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the likelihood that the saleswoman successfully closes sales on her first four attempts and then, for the first time, does not close a sale on her fifth attempt? Calculate the probability based on the assumption that each presentation is independent.",
    "number": 5,
    "answer_ranges": [
      {
        "min": 0.081,
        "max": 0.082
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability that the saleswoman does not succeed in closing a sale on her first three attempts but successfully closes a sale on her fourth presentation? Remember, each presentation is considered an independent event.",
    "number": 6,
    "answer_ranges": [
      {
        "min": 0.006,
        "max": 0.007
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Calculate the likelihood (probability) that the saleswoman doesn't close a sale on her first attempt but successfully closes the sale on her second presentation. Assume each attempt is independent.",
    "number": 7,
    "answer_ranges": [
      {
        "min": 0.16,
        "max": 0.165
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability that the saleswoman successfully closes a sale on either her first, second, or third presentation? In other words, her first successful closure should happen within her initial three attempts. Consider each presentation as an independent event in your calculation.",
    "number": 8,
    "answer_ranges": [
      {
        "min": 0.99,
        "max": 0.994
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Explain you obtain your solution for question 8. Also, explain what your result means.",
    "number": 9
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "For questions 10-12, consider the following scenario:\nYou are contemplating an investment of $1000 in one or possibly two different funds, named Fund A and Fund B.\nHistorically, Fund A has yielded an annual profit of 5% with a standard deviation of 3%. In practical terms, an investment of $1000 in Fund A is expected to generate a profit of $50, with a variability (standard deviation) of $30.\nConversely, Fund B has historically yielded a 10% annual profit with a larger standard deviation of 10%. This implies that a $1000 investment in Fund B is anticipated to yield a profit of $100, accompanied by a larger variability (standard deviation) of $100.\nAssume that the performances of the two funds are independent of each other.",
    "number": "Q10-Q12"
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Assuming you have $10,000 to invest entirely in Fund B, what would be the expected average profit from this investment based on historical performance?",
    "number": 10,
    "answer_ranges": [
      {
        "min": 1000,
        "max": 1000
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given $10,000 to invest, if you allocate 50% to Fund A and 50% to Fund B, what is the expected average return on the total investment?",
    "number": 11,
    "answer_ranges": [
      {
        "min": 750,
        "max": 750
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "With a $10,000 investment divided evenly between Fund A and Fund B, what is the anticipated standard deviation of the overall investment?",
    "number": 12,
    "answer_ranges": [
      {
        "min": 521,
        "max": 523
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 13-22: Researchers at Cal Poly have developed a new medication intended to improve students' sleep. An experiment was conducted to evaluate the medication's effectiveness and potential side effects. It was found that 10% of the medication's users experienced side effects.",
    "number": "Q13-Q22"
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Considering a single individual who takes the new medication, which statistical distribution is most suitable for modeling the likelihood of the individual experiencing side effects?",
    "number": 13
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "For a single user of the new medication, what is the expected probability that the individual will encounter side effects? Express your answer in decimal form.",
    "number": 14,
    "answer_ranges": [
      {
        "min": 0.1,
        "max": 0.1
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 15 – 20: The researchers observed twenty-five people in which the probability of a person having side-effects is still 0.1.",
    "number": "Q15-Q20"
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "What would the appropriate distribution to model the number of patients that experience side effects that took the new medication?",
    "number": 15
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Are the assumptions met regarding the distribution that was selected? Explain.",
    "number": 16
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Find the probability that exactly 4 individuals have side-effects.",
    "number": 17,
    "answer_ranges": [
      {
        "min": 0.138,
        "max": 0.139
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Find the probability that at least 3 individuals have side-effects.",
    "number": 18,
    "answer_ranges": [
      {
        "min": 0.462,
        "max": 0.464
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given that at least one person has experienced side effects from the new medication, what is the probability that exactly three people out of the twenty-five observed have experienced side effects?",
    "number": 19,
    "answer_ranges": [
      {
        "min": 0.24,
        "max": 0.245
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Find the probability that the number of people with side-effects is between 2 people and 4 people (inclusive).",
    "number": 20,
    "answer_ranges": [
      {
        "min": 0.63,
        "max": 0.631
      }
    ]
  },
  {
    "quiz_title": "Homework 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Suppose we know that fewer than five individuals have experienced side effects from the medication. What is the probability that exactly two out of the twenty-five observed individuals have encountered side effects? Show all necessary work to get full credit. Provide detail that demonstrates mastery of the material.",
    "number": 21
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What does the Central Limit Theorem (CLT) state about the distribution of sample means?",
    "number": 1,
    "choices": [
      "The distribution of sample means approaches a normal distribution as the sample size increases.",
      "The distribution of sample means is always uniform.",
      "The distribution of sample means is always skewed to the right.",
      "The distribution of sample means is always skewed to the left.",
      "The distribution of sample means is always bimodal."
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "How does increasing the sample size affect the accuracy of estimating the population mean?",
    "number": 2,
    "choices": [
      "It increases the accuracy.",
      "It has no effect.",
      "It decreases the accuracy.",
      "It makes the estimate biased.",
      "It makes the estimate unbiased."
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What is the relationship between the sample size and the standard error of the mean?",
    "number": 3,
    "choices": [
      "They are inversely proportional.",
      "They are directly proportional.",
      "They are not related.",
      "The relationship depends on the population size.",
      "The relationship depends on the sample mean."
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What does the standard error measure in the context of the Central Limit Theorem?",
    "number": 4,
    "choices": [
      "The variability of the sample mean around the population mean.",
      "The variability of the population mean.",
      "The variability of the population around the sample mean.",
      "The variability of the sample size.",
      "The variability of the population size."
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.75,
    "stem": "The weekly sales of a bookstore are normally distributed with an average of $3,000 and a standard deviation of $500. What is the probability that next week’s sales will be less than $2,800?",
    "number": 5,
    "answer_ranges": [
      {
        "min": 0.34,
        "max": 0.35
      }
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.75,
    "stem": "In a survey, 60% of respondents favor a new policy. This is based on a large number of surveys over time, and the percentage is stable. If 150 people are surveyed, what is the probability that fewer than 80 people favor the policy?",
    "number": 6,
    "answer_ranges": [
      {
        "min": 0.04,
        "max": 0.05
      }
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.75,
    "stem": "An investment firm finds that the annual return on its portfolio is normally distributed with a mean of 8% and a standard deviation of 2%. What is the probability that the annual return will be between 6% and 10%?",
    "number": 7,
    "answer_ranges": [
      {
        "min": 0.67,
        "max": 0.7
      }
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.75,
    "stem": "A call center observes that 15% of calls result in a sale. This is based on a large number of observations over time and the percentage is stable. On a particular day, the call center receives 200 calls. What is the probability of achieving more than 40 sales?",
    "number": 8,
    "answer_ranges": [
      {
        "min": 0.02,
        "max": 0.03
      }
    ]
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "A factory’s output of units per day is symmetric and unimodal, with a mean of 100 units and a standard deviation of 15 units.\nWhat is the probability that a randomly chosen day’s output is more than 105 units?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 9
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "A factory’s output of units per day is symmetric and unimodal, with a mean of 100 units and a standard deviation of 15 units.\nFor a sample of 40 days, what is the probability that the sample mean is more than 105 units?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 10
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "A bakery’s daily production of loaves of bread is symmetrically distributed with a mean of 200 loaves and a standard deviation of 30 loaves.\nIf we consider 30 randomly chosen days, what is the probability that the average production is less than 190 loaves?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 11
  },
  {
    "quiz_title": "Homework 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "A bakery’s daily production of loaves of bread is symmetrically distributed with a mean of 200 loaves and a standard deviation of 30 loaves.\nWhat is the probability that the production on a randomly chosen day is more than 190 loaves?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 12
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a population of domestic cats where the weights are normally distributed. The average weight of a cat in this population is 10 pounds, and the standard deviation is 1.5 pounds. Without using a normal distribution table, can you estimate the percentage of cats in this population that have weights ranging from 8.5 pounds to 11.5 pounds? ",
    "number": 5,
    "answer_ranges": [
      {
        "min": 67,
        "max": 69
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "Imagine a scenario where students across the country take a standardized reading test. The scores on this test follow a normal distribution with an average score of 500 and a standard deviation of 100. Can you estimate the percentage of students who scored between 300 and 700 on this test?",
    "number": 6,
    "answer_ranges": [
      {
        "min": 94,
        "max": 96
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a country where significant advancements in healthcare have led to an increase in life expectancy. The life expectancy in this country follows a normal distribution with a mean of 75 years and a standard deviation of 5 years. Estimate the probability that a randomly selected individual from this country has a life expectancy of less than 65 years. ",
    "number": 14,
    "answer_ranges": [
      {
        "min": 0.024,
        "max": 0.026
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_answers_question",
    "points": 4,
    "stem": "In the same manufacturing firm, suppose the specialist is now analyzing the time it takes to produce a batch of products. The production time is normally distributed with a mean (µ) of 100 minutes and a standard deviation (σ) of 10 minutes. If the probability that a batch is produced in less than 90 minutes is P(X",
    "number": 8,
    "choices": [
      "P(X<100)",
      "P(X<80)",
      "P(X<95)",
      "1 - P(X<85)",
      "P(X>120)"
    ],
    "correct_answers": [
      "P(X<100)",
      "P(X<95)",
      "1 - P(X<85)"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "multiple_answers_question",
    "points": 3,
    "stem": "The specialist is also interested in the weight of the products. The weights are normally distributed with a mean (µ) of 100 pounds and a standard deviation (σ) of 10 pounds. If the probability that a product weighs less than 95 pounds is P(X",
    "number": 13,
    "choices": [
      "P(X<105)",
      "P(X<100)",
      "P(X>130)",
      "P(X<90)",
      "1 - P(X<85)"
    ],
    "correct_answers": [
      "P(X<105)",
      "P(X<100)",
      "1 - P(X<85)"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_answers_question",
    "points": 4,
    "stem": "A quality control specialist at a manufacturing firm analyzes the number of defects per batch of products. The number of defects follows a normal distribution with a mean (µ) of 100 and a standard deviation (σ) of 10. If the probability that a batch has less than 85 defects is P(X",
    "number": 7,
    "choices": [
      "P(X<95)",
      "P(X<75)",
      "P(X<80)",
      "P(X>110)",
      "P(X<90)"
    ],
    "correct_answers": [
      "P(X<95)",
      "P(X>110)",
      "P(X<90)"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "multiple_answers_question",
    "points": 3,
    "stem": "Given the following random variables, identify which ones are continuous. Select all that apply:",
    "number": 9,
    "choices": [
      "The weight of a bag of apples from a grocery store.",
      "The number of cars passing through a toll booth in a day",
      "The number of students in a classroom.",
      "The time it takes for a computer to process a task.",
      "The number of cups of coffee drank in one day."
    ],
    "correct_answers": [
      "The weight of a bag of apples from a grocery store.",
      "The time it takes for a computer to process a task."
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "multiple_answers_question",
    "points": 3,
    "stem": "Given the following random variables, identify which ones are continuous. Select all that apply:",
    "number": 10,
    "choices": [
      "The total sales revenue in a day.",
      "The number of customers visiting the store in a day.",
      "The time a customer spends in the store.",
      "The number of items purchased by a customer.",
      "The weight of a package shipped to a customer."
    ],
    "correct_answers": [
      "The total sales revenue in a day.",
      "The time a customer spends in the store.",
      "The weight of a package shipped to a customer."
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "multiple_answers_question",
    "points": 3,
    "stem": "Given the following random variables, identify which ones are continuous. Select all that apply:",
    "number": 16,
    "choices": [
      "The number of lines of code in a program.",
      "The time it takes to run a program.",
      "The number of bugs found in a program.",
      "The number of functions in a program.",
      "The exact distance between home and school."
    ],
    "correct_answers": [
      "The time it takes to run a program.",
      "The exact distance between home and school."
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "In a regional sales office, the monthly sales amounts are normally distributed. The average sales amount is $50,000, with a standard deviation of $8,000. The company has a policy of awarding a monthly bonus to the top 10% of salespeople. Find the minimum sales amount a salesperson must achieve to qualify for this bonus that corresponds to the top 10%. \nUse the following to solve this question:\n\n\n\nPercentile\nZ-score\n\n\n\n\n1%\n-2.33\n\n\n5%\n-1.65\n\n\n10%\n-1.28\n\n\n15%\n-1.04\n\n\n20%\n-0.84\n\n\n\n ",
    "number": 12,
    "answer_ranges": [
      {
        "min": 60239,
        "max": 60241
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "A large corporation has a policy of considering the top 5% of earners for strategic leadership roles. The annual salaries of the executives in this corporation are normally distributed, with a mean salary of $120,000 and a standard deviation of $18,000. Determine the minimum salary an executive must earn to be in this top 5% bracket. \nUse the following to solve this question:\n\n\n\nPercentile\nZ-score\n\n\n\n\n1%\n-2.33\n\n\n5%\n-1.65\n\n\n10%\n-1.28\n\n\n15%\n-1.04\n\n\n20%\n-0.84\n\n\n\n ",
    "number": 15,
    "answer_ranges": [
      {
        "min": 149699,
        "max": 149701
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 4,
    "stem": "A manufacturing plant is considering implementing a retraining program for the bottom 10% of its workers based on efficiency scores. The plant’s production efficiency scores are normally distributed, with a mean score of 85% and a standard deviation of 5%. Determine the maximum efficiency score that would place a worker in the bottom 10% and, therefore, in need of retraining.\nUse the following to solve this question:\n\n\n\nPercentile\nZ-score\n\n\n\n\n1%\n-2.33\n\n\n5%\n-1.65\n\n\n10%\n-1.28\n\n\n15%\n-1.04\n\n\n20%\n-0.84\n\n\n\n ",
    "number": 11,
    "answer_ranges": [
      {
        "min": 77,
        "max": 79
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_choice_question",
    "points": 4,
    "stem": "Which of the following scenarios best illustrates the concept that data are uncorrelated over time?",
    "number": 1,
    "choices": [
      "The number of customers visiting a store each day.",
      "The daily temperature in a city.",
      "The stock prices of a company.",
      "The daily sales amounts at a regional sales office.",
      "The amount of yearly rain fall in San Luis Obispo"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 6,
    "stem": "Consider a company that has recently run a marketing campaign and is now keen to understand its impact. They’ve collected data on whether or not a customer made a purchase and whether or not the customer was exposed to the marketing campaign. From their analysis, they found that among the customers who were exposed to the campaign, 120 purchased, while 180 did not make a purchase. On the other hand, among the customers who were not exposed to the campaign, 80 made a purchase, while 220 did not make a purchase. This data is crucial for the company to assess the effectiveness of its marketing campaign.Given that a customer was exposed to the campaign, what is the probability they made a purchase? Show your work and explain your answer.\n ",
    "number": 2
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 6,
    "stem": "Consider a company that has recently run a marketing campaign and is now keen to understand its impact. They’ve collected data on whether or not a customer made a purchase and whether or not the customer was exposed to the marketing campaign. From their analysis, they found that among the customers who were exposed to the campaign, 120 purchased, while 180 did not make a purchase. On the other hand, among the customers who were not exposed to the campaign, 80 made a purchase, while 220 did not make a purchase. This data is crucial for the company to assess the effectiveness of its marketing campaign.\nWhat is the probability that a customer was exposed to the campaign and made a purchase?Show your work and explain your answer.",
    "number": 3
  },
  {
    "quiz_title": "Thursday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a sales representative who typically successfully closes 85% of their calls. Assuming each sales call is independent, calculate the probability of the following scenario: What is the probability that the sales representative successfully closes their first five sales calls and then, for the first time, fails to close their sixth call? Calculate this probability based on the assumption that each sales call is independent.",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.06,
        "max": 0.07
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 2,
    "stem": "Imagine you are playing a card game where you draw one card from a standard deck of 52 cards. What is the probability of drawing a king or a queen?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 0.15,
        "max": 0.16
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 2,
    "stem": "Consider a small business that sells handmade bracelets online. The business owner estimates that there is a 0.7 probability of selling each bracelet for $50 and a 0.3 probability of having to discount the bracelet to $30 due to low demand. Calculate the expected value of the selling price of a bracelet.",
    "number": 2,
    "answer_ranges": [
      {
        "min": 44,
        "max": 44
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "matching_question",
    "points": 1,
    "stem": "Specify the random variable type for each description",
    "number": 3,
    "matches": [
      {
        "prompt": "Number of Cars Sold by a Dealership",
        "choices": [
          "Discrete",
          "Continuous",
          "Quantitative",
          "Categorical"
        ]
      },
      {
        "prompt": "The Amount of Time Spent on a Website",
        "choices": [
          "Discrete",
          "Continuous",
          "Quantitative",
          "Categorical"
        ]
      },
      {
        "prompt": "Daily Number of Customer Complaints",
        "choices": [
          "Discrete",
          "Continuous",
          "Quantitative",
          "Categorical"
        ]
      },
      {
        "prompt": "Weight of Products Shipped",
        "choices": [
          "Discrete",
          "Continuous",
          "Quantitative",
          "Categorical"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Number of Cars Sold by a Dealership",
        "match": "Discrete"
      },
      {
        "prompt": "The Amount of Time Spent on a Website",
        "match": "Continuous"
      },
      {
        "prompt": "Daily Number of Customer Complaints",
        "match": "Discrete"
      },
      {
        "prompt": "Weight of Products Shipped",
        "match": "Continuous"
      }
    ],
    "distractors": [
      "Discrete",
      "Quantitative",
      "Categorical",
      "Continuous"
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "Which of the following are statistical questions? (Select ALL that APPLY)",
    "number": 1,
    "choices": [
      "What is the average mileage on Cal Poly students’ car odometers?",
      "How old is your father in years?",
      "On average, how old are the Cal Poly professors?",
      "Do you live in California?",
      "What proportion of Cal Poly students like Disneyland?"
    ],
    "correct_answers": [
      "What is the average mileage on Cal Poly students’ car odometers?",
      "On average, how old are the Cal Poly professors?",
      "What proportion of Cal Poly students like Disneyland?"
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "matching_question",
    "points": 3,
    "stem": "To determine the effectiveness of a 'stop smoking' program, smokers responded to an advertisement offering assistance to quit smoking. These smokers were randomly presented with two different price points for the program, either $100 or $250, using a sealed envelope system to maintain blindness for the clerk making the offer. Upon completing the program, which included a course, films, and additional aids for diet and smoking cessation, the clients were monitored for six months to assess if they had successfully quit smoking.\nMatch the following definitions with the appropriate information from the description above.",
    "number": 2,
    "matches": [
      {
        "prompt": "Factors",
        "choices": [
          "The price of the 'stop smoking' program.",
          "Two levels for the factor (price of the program): $100 and $250.",
          "The smokers who responded to the advertisement.",
          "Length of the 'stop smoking' program.",
          "The age of the smokers.",
          "The type of sealed envelope system used.",
          "The number of films watched during the program."
        ]
      },
      {
        "prompt": "Levels",
        "choices": [
          "The price of the 'stop smoking' program.",
          "Two levels for the factor (price of the program): $100 and $250.",
          "The smokers who responded to the advertisement.",
          "Length of the 'stop smoking' program.",
          "The age of the smokers.",
          "The type of sealed envelope system used.",
          "The number of films watched during the program."
        ]
      },
      {
        "prompt": "Experimental Units",
        "choices": [
          "The price of the 'stop smoking' program.",
          "Two levels for the factor (price of the program): $100 and $250.",
          "The smokers who responded to the advertisement.",
          "Length of the 'stop smoking' program.",
          "The age of the smokers.",
          "The type of sealed envelope system used.",
          "The number of films watched during the program."
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Factors",
        "match": "The price of the 'stop smoking' program."
      },
      {
        "prompt": "Levels",
        "match": "Two levels for the factor (price of the program): $100 and $250."
      },
      {
        "prompt": "Experimental Units",
        "match": "The smokers who responded to the advertisement."
      }
    ],
    "distractors": [
      "Two levels for the factor (price of the program): $100 and $250.",
      "The type of sealed envelope system used.",
      "The price of the 'stop smoking' program.",
      "The smokers who responded to the advertisement.",
      "The age of the smokers.",
      "Length of the 'stop smoking' program.",
      "The number of films watched during the program."
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "matching_question",
    "points": 3,
    "stem": "In San Luis Obispo, researchers wanted to understand if immunizing children against the flu has an impact on the health of their parents. They approached families entering Rite Aid after a flu season and inquired about the flu vaccination status of the children and parents. Additionally, they collected information on which family members had fallen sick with the flu during that season.\nMatch the following definitions with the appropriate information from the description above.",
    "number": 3,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "All families in San Luis Obispo.",
          "Families walking into Rite Aid at the end of a flu season.",
          "Each individual family member (children and parents) in the approached families.",
          "The brand of flu shot given to the children.",
          "The time of day the families visited Rite Aid.",
          "The number of years the family has lived in San Luis Obispo.",
          "The method of transportation the family used to reach Rite Aid."
        ]
      },
      {
        "prompt": "Sample",
        "choices": [
          "All families in San Luis Obispo.",
          "Families walking into Rite Aid at the end of a flu season.",
          "Each individual family member (children and parents) in the approached families.",
          "The brand of flu shot given to the children.",
          "The time of day the families visited Rite Aid.",
          "The number of years the family has lived in San Luis Obispo.",
          "The method of transportation the family used to reach Rite Aid."
        ]
      },
      {
        "prompt": "Observational Unit",
        "choices": [
          "All families in San Luis Obispo.",
          "Families walking into Rite Aid at the end of a flu season.",
          "Each individual family member (children and parents) in the approached families.",
          "The brand of flu shot given to the children.",
          "The time of day the families visited Rite Aid.",
          "The number of years the family has lived in San Luis Obispo.",
          "The method of transportation the family used to reach Rite Aid."
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "All families in San Luis Obispo."
      },
      {
        "prompt": "Sample",
        "match": "Families walking into Rite Aid at the end of a flu season."
      },
      {
        "prompt": "Observational Unit",
        "match": "Each individual family member (children and parents) in the approached families."
      }
    ],
    "distractors": [
      "Each individual family member (children and parents) in the approached families.",
      "The method of transportation the family used to reach Rite Aid.",
      "All families in San Luis Obispo.",
      "The brand of flu shot given to the children.",
      "The number of years the family has lived in San Luis Obispo.",
      "The time of day the families visited Rite Aid.",
      "Families walking into Rite Aid at the end of a flu season."
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "matching_question",
    "points": 3,
    "stem": "A company launches a new product and is eager to gauge customer satisfaction. They target customers who have purchased in the past month, emailing 1,000 of them. From this group, 250 provide feedback. In this context, identify the broader group of all potential feedback providers; the subset of recent purchasers they approached, and the specific group that actually responded to the survey.\n \nMatch the following definitions with the appropriate information from the description above.",
    "number": 4,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "The entire group of individuals who could potentially provide feedback about the new product.",
          "The 250 clients who responded to the survey.",
          "The list of clients who have made a purchase in the last month and could be contacted.",
          "Customers who viewed the product online but didn't make a purchase.",
          "Customers who signed up for a product waiting list.",
          "Individuals who attended the product's launch event.",
          "The 250 clients who attended a feedback session in-person."
        ]
      },
      {
        "prompt": "Sample",
        "choices": [
          "The entire group of individuals who could potentially provide feedback about the new product.",
          "The 250 clients who responded to the survey.",
          "The list of clients who have made a purchase in the last month and could be contacted.",
          "Customers who viewed the product online but didn't make a purchase.",
          "Customers who signed up for a product waiting list.",
          "Individuals who attended the product's launch event.",
          "The 250 clients who attended a feedback session in-person."
        ]
      },
      {
        "prompt": "Sampling Frame",
        "choices": [
          "The entire group of individuals who could potentially provide feedback about the new product.",
          "The 250 clients who responded to the survey.",
          "The list of clients who have made a purchase in the last month and could be contacted.",
          "Customers who viewed the product online but didn't make a purchase.",
          "Customers who signed up for a product waiting list.",
          "Individuals who attended the product's launch event.",
          "The 250 clients who attended a feedback session in-person."
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "The entire group of individuals who could potentially provide feedback about the new product."
      },
      {
        "prompt": "Sample",
        "match": "The 250 clients who responded to the survey."
      },
      {
        "prompt": "Sampling Frame",
        "match": "The list of clients who have made a purchase in the last month and could be contacted."
      }
    ],
    "distractors": [
      "Customers who viewed the product online but didn't make a purchase.",
      "The 250 clients who responded to the survey.",
      "The 250 clients who attended a feedback session in-person.",
      "Individuals who attended the product's launch event.",
      "Customers who signed up for a product waiting list.",
      "The list of clients who have made a purchase in the last month and could be contacted.",
      "The entire group of individuals who could potentially provide feedback about the new product."
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "A researcher wants to understand the reading habits of high school students in a large city. She decides to divide the city into several districts and randomly selects 3 districts. From each chosen district, she then selects all the high school students in those districts and surveys all students there. Which sampling design is the researcher using?",
    "number": 5,
    "choices": [
      "Cluster Sampling",
      "Simple Random Sampling",
      "Stratified Sampling",
      "Volunteer Sampling",
      "Convenience Sampling"
    ]
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "essay_question",
    "points": 4,
    "stem": "“What is the average mileage on Cal Poly students’ car odometers?” What makes this question a statistical question? Explain your answer.",
    "number": 6
  },
  {
    "quiz_title": "Friday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "essay_question",
    "points": 4,
    "stem": "Considering the business transactions of a construction management company, formulate a question that requires the collection of data and whose answer may vary depending on the sample of transactions you analyze.",
    "number": 7
  },
  {
    "quiz_title": "Tuesday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "A retail store recorded the number of products sold in different categories (headphones, tablets, books, etc.) over a month. Which of the following methods can be used to find the proportion of each product category sold? (Choose all that apply)",
    "number": 1,
    "choices": [
      "Calculating mean for each month",
      "Computing relative frequency for each month",
      "Determining standard deviation for each month",
      "Calculate the range for each month",
      "Calculate the interquartile range for each month"
    ],
    "correct_answers": [
      "Computing relative frequency for each month"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "What type of variable is a 'Zip Code'? (Choose all that apply.)",
    "number": 2,
    "choices": [
      "Nominal",
      "Ratio",
      "Ordinal",
      "Quantitative",
      "Categorical"
    ],
    "correct_answers": [
      "Nominal",
      "Categorical"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "Which of the following is a statistical question? (Choose all that apply.)",
    "number": 3,
    "choices": [
      "What's your favorite color?",
      "How old is Sarah?",
      "On average, how many hours do students at Purdue University study per week?",
      "Who won the last presidential election?",
      "Have you been to Disneyland?"
    ],
    "correct_answers": [
      "On average, how many hours do students at Purdue University study per week?"
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "What effect does the sample size have on the shape of the sampling distribution of the mean, according to the Central Limit Theorem?",
    "number": 1,
    "choices": [
      "As the sample size increases, the sampling distribution of the mean becomes more normal.",
      "As the sample size increases, the sampling distribution of the mean becomes more skewed.",
      "As the sample size increases, the sampling distribution of the mean becomes less normal.",
      "The sample size has no effect on the shape of the sampling distribution of the mean.",
      "The shape of the sampling distribution of the mean becomes bimodal with larger sample sizes."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "Which of the following statements is true about the Central Limit Theorem?",
    "number": 2,
    "choices": [
      "The CLT applies regardless of the shape of the population distribution, given a sufficiently large sample size.",
      "The CLT is applicable only if the population distribution is normal.",
      "The CLT is not applicable to populations with a finite variance.",
      "The CLT suggests that the sampling distribution of the mean will resemble the population distribution.",
      "The CLT is only valid for sample sizes larger than 100."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "Which statement best describes the role of the standard error in the context of the Central Limit Theorem?",
    "number": 3,
    "choices": [
      "The standard error decreases as the sample size increases, indicating less variability in the sampling distribution of the mean.",
      "The standard error increases as the sample size increases, indicating more variability in the sampling distribution of the mean.",
      "The standard error remains constant regardless of the sample size.",
      "The standard error is independent of the sample size but depends on the population standard deviation.",
      "The standard error is a measure of the bias in the sample mean."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "In practical terms, what does the Central Limit Theorem allow researchers to do?",
    "number": 4,
    "choices": [
      "It enables researchers to make inferences about the population mean using the sample mean, especially with large samples.",
      "It allows researchers to use non-parametric methods regardless of the sample size.",
      "It suggests that researchers always need a very large sample size to make accurate predictions.",
      "It implies that sampling distribution can take any shape regardless of the sample size.",
      "It requires researchers to know the population distribution before sampling."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "A marketing team at a software company is planning an email campaign. Based on historical data, they have observed that approximately 10% of recipients respond to their emails, 50% of recipients ignore the email, and 40% of recipients find the email in their spam folder. The team is preparing to send the email to 800 recipients this time. Given that each trial can result in one of three outcomes (response, ignore, or spam), can the number of responses to the email campaign be modeled using a binomial distribution?",
    "number": 5,
    "choices": [
      "No, because the binomial distribution only models scenarios with two possible disjoint outcomes.",
      "Yes, because the number of trials is fixed and each trial is independent.",
      "Yes, because the probability of success is the same for each trial.",
      "No, because the trials are not independent.",
      "Yes, because the number of observations or trials is fixed"
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "A factory produces thousands of widgets daily. Quality control tests indicate that 5% of widgets are defective. On a given day, the quality control team inspects 400 widgets. Can the factory use a normal distribution to approximate the probability of finding a certain number of defective widgets? ",
    "number": 6,
    "choices": [
      "Yes, the factory can use a normal distribution if the number of trials times the probability of success and the number of trials times the probability of failure are both greater than 10.",
      "Yes, the factory can use a normal distribution if the number of trials is large enough and the probability of success is close to 0.1",
      "No, the factory cannot use a normal distribution because the outcomes are not independent.",
      "No, the factory cannot use a normal distribution because the probability of success is not the same for each trial.",
      "Yes, the factory can use a normal distribution if the number of defective widgets follows a binomial distribution."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "A political analyst is conducting a survey to estimate the proportion of voters in a large city who support a particular candidate. The city is known for its close-knit communities where voters’ opinions are heavily influenced by their neighbors. The analyst estimates that 40% of the population supports this candidate and plans to survey 250 randomly selected voters. Is the binomial distribution suitable for modeling the number of surveyed voters who support the candidate?",
    "number": 7,
    "choices": [
      "No, because the binomial distribution requires the trials to be independent, and in this case, they are not.",
      "Yes, because the number of trials is fixed and each trial is independent.",
      "Yes, because the probability of success is the same for each trial.",
      "No, because the probability of success is not the same for each trial.",
      "Yes, because the number of observations or trials is fixed."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_choice_question",
    "points": 1.5,
    "stem": "In a clinical trial for a new drug, it is estimated that 5% of patients will experience a particular side effect. The trial involves 100 patients. Given the small sample size, can the number of patients undergoing the side effects be approximated using a normal distribution? ",
    "number": 8,
    "choices": [
      "<p>No, because the normal approximation to the binomial distribution is invalid when the number of successes or failures is less than 10.</p>",
      "Yes, because the number of trials is fixed and each trial is independent.",
      "Yes, because the probability of success is the same for each trial.",
      "No, because the trials are not independent.",
      "Yes, because the number of observations or trials is fixed."
    ]
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 2,
    "stem": "A local bakery is known for its delicious cookies. The daily sales of cookies are normally distributed with an average of 120 cookies and a standard deviation of 20 cookies. The bakery has recently introduced a new flavor and wants to know the probability that it will sell less than 100 cookies tomorrow. What is the probability that tomorrow’s sales will be less than 100 cookies?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nShow your work and what the probability means in the context of the problem.\n",
    "number": 9
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 2,
    "stem": " A city council is considering a new recycling policy. In a previous survey, 70% of residents supported the policy. The council plans to survey 200 randomly selected residents. What is the probability that fewer than 140 residents support the policy?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nShow your work and what the probability means in the context of the problem.\n",
    "number": 10
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 2,
    "stem": "A local coffee shop brews a certain type of coffee daily. The amount of coffee brewed each day is symmetrically distributed with a mean of 150 liters and a standard deviation of 35 liters. If we consider a random sample of 40 days, what is the probability that the average amount of coffee brewed is less than 140 liters? \n \n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nShow your work and what the probability means in the context of the problem.\n",
    "number": 11
  },
  {
    "quiz_title": "Friday Quiz 5",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 2,
    "stem": "A tech support hotline finds that 10% of calls successfully resolve the caller’s issue. This is based on a large number of observations over time, and the percentage is stable. On a particular day, the hotline receives 150 calls. What is the probability of successfully resolving more than 20 calls?\n \n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nShow your work and what the probability means in the context of the problem.\n",
    "number": 12
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "matching_question",
    "points": 4,
    "stem": "Determine whether these events are independent, mutually exclusive, or neither.",
    "number": 1,
    "matches": [
      {
        "prompt": "Rolling a die and getting an even number, and flipping a coin and getting heads",
        "choices": [
          "Independent",
          "Neither",
          "Mutually Exclusive"
        ]
      },
      {
        "prompt": "Drawing two aces in a row without replacement from a deck of cards",
        "choices": [
          "Independent",
          "Neither",
          "Mutually Exclusive"
        ]
      },
      {
        "prompt": "Getting heads in a coin toss and getting tails in the same coin toss",
        "choices": [
          "Independent",
          "Neither",
          "Mutually Exclusive"
        ]
      },
      {
        "prompt": "Rolling an odd number on a die and rolling an even number on the same roll",
        "choices": [
          "Independent",
          "Neither",
          "Mutually Exclusive"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Rolling a die and getting an even number, and flipping a coin and getting heads",
        "match": "Independent"
      },
      {
        "prompt": "Drawing two aces in a row without replacement from a deck of cards",
        "match": "Neither"
      },
      {
        "prompt": "Getting heads in a coin toss and getting tails in the same coin toss",
        "match": "Mutually Exclusive"
      },
      {
        "prompt": "Rolling an odd number on a die and rolling an even number on the same roll",
        "match": "Mutually Exclusive"
      }
    ],
    "distractors": [
      "Neither",
      "Independent",
      "Mutually Exclusive"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "matching_question",
    "points": 4,
    "stem": "\nImagine a business scenario where a company aims to assess the satisfaction of its customers. The company operates in various cities, and it wants to understand different aspects of customer satisfaction to improve its services. Below are terms and their descriptions or examples related to the survey. Match each term with the correct description or example.\n",
    "number": 2,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "Customers from different cities who have interacted with the company’s services.",
          "A group of 200 customers randomly selected from each city where the company operates, who will participate in the satisfaction survey.",
          "An individual customers regarding the company’s services.",
          "A service offered by the company",
          "5 services offered by the company",
          "A questionnaire designed to assess customer satisfaction regarding different aspects of the company’s services.",
          "The total number of transactions completed in all the company’s outlets in the last year."
        ]
      },
      {
        "prompt": "Sample",
        "choices": [
          "Customers from different cities who have interacted with the company’s services.",
          "A group of 200 customers randomly selected from each city where the company operates, who will participate in the satisfaction survey.",
          "An individual customers regarding the company’s services.",
          "A service offered by the company",
          "5 services offered by the company",
          "A questionnaire designed to assess customer satisfaction regarding different aspects of the company’s services.",
          "The total number of transactions completed in all the company’s outlets in the last year."
        ]
      },
      {
        "prompt": "Observational Unit",
        "choices": [
          "Customers from different cities who have interacted with the company’s services.",
          "A group of 200 customers randomly selected from each city where the company operates, who will participate in the satisfaction survey.",
          "An individual customers regarding the company’s services.",
          "A service offered by the company",
          "5 services offered by the company",
          "A questionnaire designed to assess customer satisfaction regarding different aspects of the company’s services.",
          "The total number of transactions completed in all the company’s outlets in the last year."
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "Customers from different cities who have interacted with the company’s services."
      },
      {
        "prompt": "Sample",
        "match": "A group of 200 customers randomly selected from each city where the company operates, who will participate in the satisfaction survey."
      },
      {
        "prompt": "Observational Unit",
        "match": "An individual customers regarding the company’s services."
      }
    ],
    "distractors": [
      "An individual customers regarding the company’s services.",
      "A questionnaire designed to assess customer satisfaction regarding different aspects of the company’s services.",
      "A group of 200 customers randomly selected from each city where the company operates, who will participate in the satisfaction survey.",
      "A service offered by the company",
      "5 services offered by the company",
      "The total number of transactions completed in all the company’s outlets in the last year.",
      "Customers from different cities who have interacted with the company’s services."
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "essay_question",
    "points": 6,
    "stem": "\nA national fast-food chain has outlets in every state of the U.S. They've introduced a new burger and want to know how well it's being received by their customers. To gather feedback, rather than surveying individual customers from every outlet (which would be both time-consuming and expensive), they decide to use a more strategic approach. They group their outlets by state, treating each state as a region. From these regions, they randomly select five states. Within these chosen states, they then survey customers from every outlet about their opinions on the new burger. Which sampling design does this scenario best represent, and why?\n",
    "number": 4
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "essay_question",
    "points": 6,
    "stem": "\nA market research company is planning a study to understand the preferences of coffee drinkers in a city. They want to get insights into the preferences of people from various age groups and neighborhoods. They consider the neighborhoods, and within each neighborhood, they plan to randomly select some coffee shops and survey the customers there. Identify which sampling design is most suited for this research, and explain why you believe this method is the most appropriate for gathering representative data from coffee drinkers in different parts of the city.\n",
    "number": 17
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 3,
    "stem": "\nIn a study assessing the impact of exercise on weight loss, participants who exercised more frequently lost more weight. However, the participants who exercised more also followed a stricter diet. What could be a confounding variable in this study? Select all that apply.\n",
    "number": 3,
    "choices": [
      "Metabolism of participants",
      "Diet",
      "Type of exercise",
      "Frequency of exercise",
      "Initial weight of participants"
    ],
    "correct_answers": [
      "Metabolism of participants",
      "Diet"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "matching_question",
    "points": 4,
    "stem": "\nBased on the characteristics of Cal Poly students, classify each of the following variables as either Nominal or Ordinal:\n",
    "number": 13,
    "matches": [
      {
        "prompt": "Primary reason for choosing Cal Poly (Location, Reputation, Specific Major, Cost)",
        "choices": [
          "Nominal",
          "Ordinal"
        ]
      },
      {
        "prompt": "Choice of major (Engineering, Business, Liberal Arts, Science and Mathematics)",
        "choices": [
          "Nominal",
          "Ordinal"
        ]
      },
      {
        "prompt": "Student classification (Freshman, Sophomore, Junior, Senior)",
        "choices": [
          "Nominal",
          "Ordinal"
        ]
      },
      {
        "prompt": "Level of stress on a typical day (Low, Medium, High, Very High)",
        "choices": [
          "Nominal",
          "Ordinal"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Primary reason for choosing Cal Poly (Location, Reputation, Specific Major, Cost)",
        "match": "Nominal"
      },
      {
        "prompt": "Choice of major (Engineering, Business, Liberal Arts, Science and Mathematics)",
        "match": "Nominal"
      },
      {
        "prompt": "Student classification (Freshman, Sophomore, Junior, Senior)",
        "match": "Ordinal"
      },
      {
        "prompt": "Level of stress on a typical day (Low, Medium, High, Very High)",
        "match": "Ordinal"
      }
    ],
    "distractors": [
      "Nominal",
      "Ordinal"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "matching_question",
    "points": 4,
    "stem": "\nFor the following variables related to Cal Poly students, classify them as either Nominal or Ordinal under the category of Categorical Variables:\n",
    "number": 5,
    "matches": [
      {
        "prompt": "Satisfaction with campus facilities (Very satisfied, Satisfied, Neutral, Unsatisfied)",
        "choices": [
          "Ordinal",
          "Nominal"
        ]
      },
      {
        "prompt": "College (College of Engineering, College of Science and Mathematics, College of Liberal Arts, Orfalea College of Business)",
        "choices": [
          "Ordinal",
          "Nominal"
        ]
      },
      {
        "prompt": "Course load (Light, Average, Heavy)",
        "choices": [
          "Ordinal",
          "Nominal"
        ]
      },
      {
        "prompt": "Type of housing (Dorm, Apartment, House)",
        "choices": [
          "Ordinal",
          "Nominal"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Satisfaction with campus facilities (Very satisfied, Satisfied, Neutral, Unsatisfied)",
        "match": "Ordinal"
      },
      {
        "prompt": "College (College of Engineering, College of Science and Mathematics, College of Liberal Arts, Orfalea College of Business)",
        "match": "Nominal"
      },
      {
        "prompt": "Course load (Light, Average, Heavy)",
        "match": "Ordinal"
      },
      {
        "prompt": "Type of housing (Dorm, Apartment, House)",
        "match": "Nominal"
      }
    ],
    "distractors": [
      "Nominal",
      "Ordinal"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "matching_question",
    "points": 4,
    "stem": "\nConsider various characteristics of students at Cal Poly. Choose whether each of the following variables is categorical, categorical binary, or quantitative.\n",
    "number": 18,
    "matches": [
      {
        "prompt": "Major",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "Number of courses enrolled in",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "Living on or off-campus",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "GPA Range (>=3.0, 2.0 - 2.9, < 2.0)",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Major",
        "match": "Categorical"
      },
      {
        "prompt": "Number of courses enrolled in",
        "match": "Quantitative"
      },
      {
        "prompt": "Living on or off-campus",
        "match": "Categorical Binary"
      },
      {
        "prompt": "GPA Range (>=3.0, 2.0 - 2.9, < 2.0)",
        "match": "Categorical"
      }
    ],
    "distractors": [
      "Categorical Binary",
      "Quantitative",
      "Categorical"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "matching_question",
    "points": 4,
    "stem": "\nGiven the following list of variables, identify which are quantitative and which are categorical or categorical binary:\n",
    "number": 6,
    "matches": [
      {
        "prompt": "Year in school (Freshman, Sophomore, Junior, Senior)",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "Distance (in miles) of off-campus housing from the campus",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "Participation in extracurricular activities (Yes/No)",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      },
      {
        "prompt": "Number of hours spent studying per week",
        "choices": [
          "Categorical",
          "Quantitative",
          "Categorical Binary"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Year in school (Freshman, Sophomore, Junior, Senior)",
        "match": "Categorical"
      },
      {
        "prompt": "Distance (in miles) of off-campus housing from the campus",
        "match": "Quantitative"
      },
      {
        "prompt": "Participation in extracurricular activities (Yes/No)",
        "match": "Categorical Binary"
      },
      {
        "prompt": "Number of hours spent studying per week",
        "match": "Quantitative"
      }
    ],
    "distractors": [
      "Categorical Binary",
      "Quantitative",
      "Categorical"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 7,
    "stem": "\nYou are a data analyst at an electronics company, focusing on product sales. The sales data appears normally distributed with mean that equals 700 and standard deviation equal to 150. The company is interested in predicting the next month's sales. Could you determine a range of sales values that lie between 3/4 standard deviation above the mean and 1/2 standard deviations below the mean? Explain how these calculated ranges could be used strategically in forecasting and inventory management.\n",
    "number": 7
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 7,
    "stem": "\nA business analyst at a customer-centric organization is reviewing the customer satisfaction scores. The scores are normally distributed with a mean (µ) of 75 and a standard deviation (σ) of 10. Create a range of values that represent customer satisfaction scores that fall between 1/2 standard deviation below the mean and 3/2 standard deviations above the mean. Explain the significance of the values obtained within the context of customer satisfaction. \n",
    "number": 14
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nA construction management student needs to choose 4 tests to take out of a selection of 8 different tests available. How many different sequences of tests can the student choose?\n",
    "number": 15,
    "answer_ranges": [
      {
        "min": 1680,
        "max": 1680
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nA student is preparing for exams and has the option to select 3 subjects out of 5 available subjects (Math, English, History, Science, Geography) to study tonight. In how many ways can the student select the subjects to study?\n",
    "number": 8,
    "answer_ranges": [
      {
        "min": 10,
        "max": 10
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nIf a construction management certification exam consists of three sections (Safety, Planning, Execution), each with five different questions to answer, how many different ways can a student answer the exam by choosing one question from each section?\n",
    "number": 10,
    "answer_ranges": [
      {
        "min": 125,
        "max": 125
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nIn a multiple-choice exam, there are six questions each offering four possible answers. If a student were to guess each question randomly, in how many different ways could the student fill out the exam?\n",
    "number": 21,
    "answer_ranges": [
      {
        "min": 4096,
        "max": 4096
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nA team has been assigned to work on 4 different construction sites. If there are 8 different workers available, in how many ways can the team be chosen for each site?\n",
    "number": 16,
    "answer_ranges": [
      {
        "min": 1680,
        "max": 1680
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "\nA construction company has 10 potential projects to choose from but can only take on 4 projects at a time due to resource constraints. In how many ways can the projects be selected?\n",
    "number": 9,
    "answer_ranges": [
      {
        "min": 210,
        "max": 210
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Outlier Methods",
    "type": "essay_question",
    "points": 6,
    "stem": "\nImagine you are a data analyst at a major retail company, and you have been given the monthly sales data of various stores for analysis. While analyzing the sales data, you notice that one of the stores had significantly lower sales compared to other stores in the last month. The Z-score for this store's sales is calculated as -2.57. Define a Z-score and an outlier in a statistical context. Based on the given Z-score, would you consider the sales of this store to be an outlier? Justify your answer by explaining how the Z-score relates to your decision. Describe the store's sales relative to the typical store in the company. \n",
    "number": 19
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "essay_question",
    "points": 6,
    "stem": "\nIn a large corporation, you are analyzing the performance scores of employees in a particular department. One of your favorite employee’s performance score has a Z-score of 1.75. Could you clarify what a Z-score represents in statistical analysis and define what constitutes an outlier? Given the Z-score of 1.75, would you categorize this employee’s performance score as an outlier? Provide a rationale based on the concept of Z-score. Describe the employee’s performance relative to the typical person in the department.\n",
    "number": 11
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "How many unique ways are there to arrange the following letters in the words GRADES?",
    "number": 20,
    "answer_ranges": [
      {
        "min": 720,
        "max": 720
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "How many unique ways are there to arrange the following letters in the words PROBLEM?",
    "number": 12,
    "answer_ranges": [
      {
        "min": 5040,
        "max": 5040
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "In a study with a sample size of 150, the mean weight was found to be 175 pounds, with a standard deviation of 15 pounds. Assuming a symmetric and unimodal distribution, what is the probability that a randomly selected individual from this sample weighs less than 162 pounds? Please use the R Shiny app to calculate this probability.",
    "number": 1,
    "answer_ranges": [
      {
        "min": 0.19,
        "max": 0.2
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "Based on the previous question, what would be the Z-Score?",
    "number": 2,
    "answer_ranges": [
      {
        "min": -0.86,
        "max": -0.87
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "In a study involving a sample of 200 individuals, the mean height was found to be 5.6 feet, with a standard deviation of 0.25 feet. Assuming a symmetric and unimodal distribution, what is the probability that a randomly selected individual from this sample is taller than 5.8 feet? Please use the R Shiny app to calculate this probability.",
    "number": 3,
    "answer_ranges": [
      {
        "min": 0.21,
        "max": 0.22
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "Based on the previous question, what would be the Z-Score?",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.8,
        "max": 0.8
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "In a study involving a sample of 250 individuals, the mean systolic blood pressure was found to be 120 mmHg, with a standard deviation of 12 mmHg. Assuming a symmetric and unimodal distribution, what is the probability that a randomly selected individual from this sample has a systolic blood pressure between 110 mmHg and 130 mmHg? Please use the R Shiny app to calculate this probability.\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 5
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "In a small town, the annual income of residents follows a symmetric and unimodal distribution. The mean income in this town is $50,000, with a standard deviation of $8,000. Your task is to determine the annual income level, X, that defines the top 10th percentile of income in this town. Use the R Shiny app to perform this calculation.",
    "number": 6,
    "answer_ranges": [
      {
        "min": 60250,
        "max": 60260
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.5,
    "stem": "In a distribution with a mean of 30 days and a standard deviation of 5 days, find the value of X such that 20% of the data falls below this value. Use the R Shiny app to perform this calculation.\nTo solve this, you need to:\n\nCalculate the z-score corresponding to the 20th percentile.\nFind the value of X using the z-score and the given mean and standard deviation.\nExplain your work and interpret the meaning of the random variable X in the problem context.\n",
    "number": 7
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "A teacher has recorded the test scores of her students, and she found that the scores follow a symmetric and unimodal distribution. The mean score is 78, and the score at the 90th percentile is 92. Your task is to calculate the standard deviation, s, of these test scores.",
    "number": 8,
    "answer_ranges": [
      {
        "min": 10.5,
        "max": 11
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.25,
    "stem": "In a quality check of 300 apples, the average weight was found to be 150 grams, with a standard deviation of 15 grams. The weights follow a symmetric and unimodal distribution. What is the probability that a randomly selected apple from this sample weighs more than 165 grams?\n\nWrite a probability statement.\nWrite this probability as a pnorm() function in R.\nUse the R Shiny app to calculate the exact probability.\nExplain your work and what the probability means in the context of the problem.\n",
    "number": 9
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "A retail store has recorded 500 transactions, with an average purchase amount of $65 and a standard deviation of $20. Assuming a normal distribution for the purchase amounts, what is the probability that the next customer will spend less than $50? Use the R Shiny app to perform this calculation.",
    "number": 10,
    "answer_ranges": [
      {
        "min": 0.22,
        "max": 0.23
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "Based on the previous question, what would be the Z-Score?",
    "number": 11,
    "answer_ranges": [
      {
        "min": -0.75,
        "max": -0.75
      }
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "multiple_answers_question",
    "points": 0.25,
    "stem": "In the context of the standard normal distribution, which of the following statements is true if the Z-score (Z) of 1?",
    "number": 12,
    "choices": [
      "Approximately 84.13% of the data falls below the score that corresponds to Z = 1.",
      "Z = 1 corresponds to the mean of the distribution.",
      "A Z-score greater than 1 indicates that the score is below the mean.",
      "There is a 50% chance that a randomly selected score from the distribution will be greater than Z = 1.",
      "Z = 1 marks the point where there is a 16% probability of finding a score above it in the standard normal distribution."
    ],
    "correct_answers": [
      "Approximately 84.13% of the data falls below the score that corresponds to Z = 1.",
      "Z = 1 marks the point where there is a 16% probability of finding a score above it in the standard normal distribution."
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.5,
    "stem": "A car dealership has recorded the sale prices of 80 cars, with an average price of $30,000 and a standard deviation of $5,000. Assuming a normal distribution for the prices, determine the sale price, X, that separates the top 25% most expensive cars sold. \n\nCalculate the z-score corresponding to the 25% .\nFind the value of X using the z-score and the given mean and standard deviation.\nExplain your work and interpret the meaning of the random variable X in the problem context.\n",
    "number": 13
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_answers_question",
    "points": 0.25,
    "stem": "Consider the standard normal distribution. If Z₁ and Z₂ are Z-scores such that Z₁  0, and the area under the curve between Z₁ and Z₂ is equal to the area under the curve to the left of Z₁, which of the following statements are true regarding the values of Z₁ and Z₂?",
    "number": 14,
    "choices": [
      "Z₁ is the negative value of Z₂",
      "Z₁ and Z₂ are both equal distances from the mean (0), but on opposite sides of the distribution.",
      "The probability of a score falling between Z₁ and Z₂ is exactly 0.5.",
      "Z₁ is greater than Z₂.",
      "Z₁ and Z₂ represent the first and third quartiles of the normal distribution, respectively."
    ],
    "correct_answers": [
      "Z₁ is the negative value of Z₂",
      "Z₁ and Z₂ are both equal distances from the mean (0), but on opposite sides of the distribution."
    ]
  },
  {
    "quiz_title": "Homework 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "essay_question",
    "points": 1.5,
    "stem": "Consider the standard normal distribution. If Z₁ and Z₂ are Z-scores such that Z₁  0, and the area under the curve between Z₁ and Z₂ is equal to the area under the curve to the left of Z₁, find Z₁ and Z₂ that work. Explain your answer and how you arrived at this solution.",
    "number": 15
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What is the main purpose of the \"Introduction to Statistical Thinking\"?",
    "number": 1,
    "choices": [
      "To learn about the history of statistics.",
      "To discover ways to design experiments.",
      "To investigate the world of data with a pair of statistical lenses.",
      "To study the art of data visualization."
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What is an experiment according to the notes?",
    "number": 2,
    "choices": [
      "A study where data is merely observed.",
      "A study in which the experimenter manipulates attributes of what is being studied and observes the consequences.",
      "A process where outcomes are 100% predictable.",
      "A study based on volunteers' opinions."
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "What is the primary difference between Stratified Random Sampling and Cluster Sampling?",
    "number": 3,
    "choices": [
      "Stratified focuses on precision while Cluster focuses on efficiency.",
      "Cluster focuses on precision while Stratified focuses on efficiency.",
      "Both are based on natural divisions within the population.",
      "Both aim at studying every unit in the population."
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_choice_question",
    "points": 0.5,
    "stem": "\"How many states are in the US?\"  Which of the following is an appropriate reason why this question is not a statistical question?",
    "number": 4,
    "choices": [
      "The number of states does not vary and does not require the collection of data to answer it",
      "The number of states requires us to collect data",
      "The number of states vary",
      "The number of states is a statistical question"
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Which of the following are examples of random processes as per the notes? Select all that apply.",
    "number": 5,
    "choices": [
      "Rolling a die",
      "Drawing a card from a shuffled deck",
      "The amount of time between each minute within an hour",
      "The shortest distance between Los Angeles and New York in miles"
    ],
    "correct_answers": [
      "Rolling a die",
      "Drawing a card from a shuffled deck"
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "matching_question",
    "points": 1,
    "stem": "Match the definition with the term:",
    "number": 6,
    "matches": [
      {
        "prompt": "Random",
        "choices": [
          "Unpredictable situation where there isn't 100% certainty.",
          "Collection of information in an organized format.",
          "Study of every unit in a population.",
          "Process where an attribute is manipulated to observe the consequences.",
          "Totally predictable situation where there is 100% certainty.",
          "Study where data is merely observed."
        ]
      },
      {
        "prompt": "Data",
        "choices": [
          "Unpredictable situation where there isn't 100% certainty.",
          "Collection of information in an organized format.",
          "Study of every unit in a population.",
          "Process where an attribute is manipulated to observe the consequences.",
          "Totally predictable situation where there is 100% certainty.",
          "Study where data is merely observed."
        ]
      },
      {
        "prompt": "Census",
        "choices": [
          "Unpredictable situation where there isn't 100% certainty.",
          "Collection of information in an organized format.",
          "Study of every unit in a population.",
          "Process where an attribute is manipulated to observe the consequences.",
          "Totally predictable situation where there is 100% certainty.",
          "Study where data is merely observed."
        ]
      },
      {
        "prompt": "Experiment",
        "choices": [
          "Unpredictable situation where there isn't 100% certainty.",
          "Collection of information in an organized format.",
          "Study of every unit in a population.",
          "Process where an attribute is manipulated to observe the consequences.",
          "Totally predictable situation where there is 100% certainty.",
          "Study where data is merely observed."
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Random",
        "match": "Unpredictable situation where there isn't 100% certainty."
      },
      {
        "prompt": "Data",
        "match": "Collection of information in an organized format."
      },
      {
        "prompt": "Census",
        "match": "Study of every unit in a population."
      },
      {
        "prompt": "Experiment",
        "match": "Process where an attribute is manipulated to observe the consequences."
      }
    ],
    "distractors": [
      "Totally predictable situation where there is 100% certainty.",
      "Process where an attribute is manipulated to observe the consequences.",
      "Unpredictable situation where there isn't 100% certainty.",
      "Collection of information in an organized format.",
      "Study of every unit in a population.",
      "Study where data is merely observed."
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "matching_question",
    "points": 1.5,
    "stem": "Does a ‘stop smoking’ program work better if it costs more? Smokers responding to an advertisement offering to help them stop smoking were randomly offered a program costing $100 or the same program costing $250. The offer was made individually to each smoking client by presenting a sealed envelope so the clerk providing the offer did not know the offer's details. At the end of the program (a course and films along with diet and smoking cessation aids), clients were followed for six months to see if they had indeed quit smoking.\n \nMatch the following definitions with the appropriate information from the description above.",
    "number": 7,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "smokers",
          "smokers that are involved in the study",
          "a smoker",
          "a non-smoker",
          "non-smokers",
          "smokers that are not involved with this study"
        ]
      },
      {
        "prompt": "Sample",
        "choices": [
          "smokers",
          "smokers that are involved in the study",
          "a smoker",
          "a non-smoker",
          "non-smokers",
          "smokers that are not involved with this study"
        ]
      },
      {
        "prompt": "Observational Unit",
        "choices": [
          "smokers",
          "smokers that are involved in the study",
          "a smoker",
          "a non-smoker",
          "non-smokers",
          "smokers that are not involved with this study"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "smokers"
      },
      {
        "prompt": "Sample",
        "match": "smokers that are involved in the study"
      },
      {
        "prompt": "Observational Unit",
        "match": "a smoker"
      }
    ],
    "distractors": [
      "a non-smoker",
      "smokers that are involved in the study",
      "smokers that are not involved with this study",
      "a smoker",
      "non-smokers",
      "smokers"
    ]
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "essay_question",
    "points": 1.5,
    "stem": "Given the provided information, explain how randomness is integrated into the card drawing activity and its significance in hypothesis testing?",
    "number": 8
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "essay_question",
    "points": 1.5,
    "stem": "Discuss the potential drawbacks of Convenience Sampling and Volunteer Sampling in terms of bias and representation.",
    "number": 9
  },
  {
    "quiz_title": "Homework 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "essay_question",
    "points": 1.5,
    "stem": "Provide a statistical question. State the population of interest while providing the context and purpose of the statistical question.",
    "number": 10
  },
  {
    "quiz_title": "Tuesday Quiz 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "Which of the following scenarios should be analyzed using a binomial distribution? ",
    "number": 1,
    "choices": [
      "A store owner is interested in the number of customers who enter the store in an hour, given that the average rate of customers entering the store is 10 per hour in which the probability of a customer entering the store is 0.13.",
      "A marketing team tests two different advertisements, and they want to know the number of consumers who prefer Ad A over a defined number of total consumers.",
      "A company wants to know the number of products it has to offer on its website before one gets sold in which the probability of selling a product is 0.35..",
      "A product manager wants to assess the number of defective items in a batch of 200 newly produced items which the probability of a defective item is 0.25.",
      "An e-commerce platform assesses the number of times a customer visits the website before making a purchase."
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "Which of the following scenarios is best described by a binomial distribution?",
    "number": 2,
    "choices": [
      "A sales manager wants to calculate the likelihood that out of the next 15 customers, exactly 10 will complete a purchase, given each customer has a 30% chance of buying.",
      "A factory supervisor checks the production line to see how many items will be produced before encountering the first defective item.",
      "An insurance company wants to calculate the number of claims they will receive daily, given they receive an average of 5 claims per day.",
      "The number of calls a customer service representative handles in an hour at a call center.",
      "Determining the number of trials needed to get the first success in an advertising campaign."
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 1.5,
    "stem": "A manager at a telemarketing company is trying to improve the company's sales. Out of 10 customers contacted, each has a 65% chance of purchasing a subscription to the service. What is the probability that exactly 7 customers will purchase the subscription?",
    "number": 3,
    "answer_ranges": [
      {
        "min": 0.25,
        "max": 0.255
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 6",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 1.5,
    "stem": "A small business owner sells a product online. Based on past sales, there's a 35% chance that a visitor to the website will make a purchase. A probability distribution table is provided below for five visitors:\nNumber of Purchases (x)P(X = x)00.116010.312320.336430.181140.048750.0052Given this table, find the probability that four or more visitors will purchase. ",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.05,
        "max": 0.059
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "A manager at a tech company is supervising two different projects. The probability that the first project is completed on time is 0.7, while the probability that the second project is completed on time, given that the first one is 0.9. What is the probability that both projects will be completed on time?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 0.63,
        "max": 0.63
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "In a customer service center, the probability of receiving a complaint call is 0.3. What is the probability that the center receives at least one complaint call in 8 incoming calls?",
    "number": 2,
    "answer_ranges": [
      {
        "min": 0.94,
        "max": 0.945
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "In a manufacturing factory, the probability that the raw materials are of high quality is 0.8. Given that the raw materials are high quality, the probability of producing a high-quality product is 0.95. What is the probability that the factory produces a high-quality product with raw materials?",
    "number": 3,
    "answer_ranges": [
      {
        "min": 0.76,
        "max": 0.76
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "A sales representative has a 20% chance of closing a deal with each customer they interact with. If the representative talks to five customers in a day, what is the probability of making at least one sale?",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.67,
        "max": 0.675
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "A retail store is tracking the purchase of two products, A and B. The probability that a customer purchases product A is 0.3, product B is 0.4, and both products is 0.1. What is the probability that a customer purchases either product A or product B or both?",
    "number": 5,
    "answer_ranges": [
      {
        "min": 0.6,
        "max": 0.6
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "In a business survey, 30% of businesses reported using cloud services, and 20% reported using AI technologies. No business reported using both technologies. What is the probability that a randomly selected business will use cloud services or AI technologies?",
    "number": 6,
    "answer_ranges": [
      {
        "min": 0.5,
        "max": 0.5
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "multiple_choice_question",
    "points": 0.25,
    "stem": "Which probability rule did you use to solve the above question?",
    "number": 7,
    "choices": [
      "Addition Rule",
      "Conditional Probability",
      "General Addition Rule",
      "Multiplication Rule"
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 8 - 10:\nA company surveyed 1000 customers to understand their buying preferences in electronic gadgets and home appliances. The respondents are divided based on income level. The contingency table below summarizes the data collected: \n\n\n\n\nElectronics\nHome Appliances\n\n\n\n350\n225\n\n\n>=50k\n275\n150\n\n\n",
    "number": "Q8-Q10"
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability that a randomly selected customer makes less than 50k who prefers electronic gadgets?",
    "number": 8,
    "answer_ranges": [
      {
        "min": 0.35,
        "max": 0.35
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability that a randomly selected customer preferred electronic gadgets, regardless of their salary?",
    "number": 9,
    "answer_ranges": [
      {
        "min": 0.625,
        "max": 0.625
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given that a customer makes more than 50k, what is the probability that she prefers electronic gadgets?",
    "number": 10,
    "answer_ranges": [
      {
        "min": 0.64,
        "max": 0.65
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": " A marketing team found that 60% of customers learned about their product through social media, 30% through word of mouth, and 10% through both. What is the probability that a customer knew about the product through social media or word of mouth? \n ",
    "number": 11,
    "answer_ranges": [
      {
        "min": 0.8,
        "max": 0.8
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.75,
    "stem": "In a town, 5% of people have a rare disease. If a person has the disease, a test will detect it 98% of the time. However, the test has a 3% false positive rate. If a randomly chosen person tests positive, what's the probability they actually have the disease?",
    "number": 12,
    "answer_ranges": [
      {
        "min": 0.62,
        "max": 0.64
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 13 - 15:\nA marketing agency conducted a comprehensive survey involving 250 participants to assess the effectiveness of two different advertising campaigns: Online and Television. The participants were divided into two distinctive age groups: those aged 18-35 and those aged 36-60. In the 18-35 age group, it was found that 100 individuals were positively influenced by the Online campaign, while 30 individuals responded favorably to the Television campaign. On the other hand, within the 36-60 age group, the Television campaign resonated with 70 individuals, whereas the Online campaign captivated 50 participants. This strategic segmentation allowed the agency to evaluate and compare the relative successes of the two campaigns across varied age demographics, providing valuable insights to refine future advertising strategies and approaches.",
    "number": "Q13-Q15"
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": " What is the probability that an individual from the 18-35 age group has been influenced by the Online campaign?",
    "number": 13,
    "answer_ranges": [
      {
        "min": 0.4,
        "max": 0.4
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "What is the probability that an individual, regardless of age, was influenced by the Television campaign?",
    "number": 14,
    "answer_ranges": [
      {
        "min": 0.4,
        "max": 0.4
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 0.5,
    "stem": "Given that a respondent is in the 36-60 age group, what is the probability that they were influenced by the Online campaign?",
    "number": 15,
    "answer_ranges": [
      {
        "min": 0.41,
        "max": 0.42
      }
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 1,
    "stem": "A software company has developed a new anti-virus program. In a particular business sector, 10% of computers are estimated to have a specific kind of malware. When a computer has malware, the latest anti-virus can correctly identify and quarantine it 95% of the time. However, the anti-virus also has a 5% false positive rate, where it incorrectly identifies a harmless file as malware. If the anti-virus flags a computer in this business sector as having this specific malware, what is the probability that the computer has the malware? Show work and explain your results.",
    "number": 16
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "matching_question",
    "points": 0.75,
    "stem": "Match the following description with either Disjoint, Independent, or Neither.",
    "number": 17,
    "matches": [
      {
        "prompt": "Company X can only launch 1 product in Q1. Event A: Company X launches a new software product in Q1. Event B: Company X launches a new hardware product in Q1",
        "choices": [
          "Disjoint",
          "Neither",
          "Independent"
        ]
      },
      {
        "prompt": "A customer leaves a review. Event A: A customer leaves a positive review. Event B: A customer leaves a negative review.",
        "choices": [
          "Disjoint",
          "Neither",
          "Independent"
        ]
      },
      {
        "prompt": "A person makes an order for a product. Event A: A product is delivered on time. Event B: A product is delivered with a complimentary gift.",
        "choices": [
          "Disjoint",
          "Neither",
          "Independent"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Company X can only launch 1 product in Q1. Event A: Company X launches a new software product in Q1. Event B: Company X launches a new hardware product in Q1",
        "match": "Disjoint"
      },
      {
        "prompt": "A customer leaves a review. Event A: A customer leaves a positive review. Event B: A customer leaves a negative review.",
        "match": "Disjoint"
      },
      {
        "prompt": "A person makes an order for a product. Event A: A product is delivered on time. Event B: A product is delivered with a complimentary gift.",
        "match": "Neither"
      }
    ],
    "distractors": [
      "Neither",
      "Independent",
      "Disjoint"
    ]
  },
  {
    "quiz_title": "Homework 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 1,
    "stem": "A local retail store has been closely monitoring its sales activities. The store's extensive analysis found that the probability of a customer making a purchase is 0.45. Furthermore, they noticed a customer's probability of signing up for a membership card is 0.25. The management wants to know: What is the probability that a randomly selected customer will both make a purchase and sign up for a membership card, assuming that these two events are independent? Show your work and explain your answer",
    "number": 18
  },
  {
    "quiz_title": "Tuesday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "Which quizzes do you have during week 9? Select all that apply.",
    "number": 1,
    "choices": [
      "Thursday Quiz",
      "Tuesday Quiz",
      "Friday Quiz",
      "A Lab"
    ],
    "correct_answers": [
      "Thursday Quiz"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 2,
    "stem": "How many points is one homework worth? (Only put the NUMBER of points)",
    "number": 2,
    "answer_ranges": [
      {
        "min": 10,
        "max": 10
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 1",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "Which assignments can you use ChatGPT for? Select all that apply.",
    "number": 3,
    "choices": [
      "Friday Quiz",
      "Thursday Quiz",
      "Tuesday Quiz",
      "Final Exam",
      "Homework",
      "None of these options"
    ],
    "correct_answers": [
      "None of these options"
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 3,
    "stem": " In a game show, contestants can win a car, a vacation, or a book. The probabilities of winning these prizes are 0.2, 0.5, and 0.3 respectively. The prizes have respective monetary values of $20,000, $5,000, and $30. Calculate the expected value of the prize a contestant will win.",
    "number": 6,
    "answer_ranges": [
      {
        "min": 6508,
        "max": 6510
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "essay_question",
    "points": 3,
    "stem": "In a soccer match, a player with an impressive 80% success rate takes 25 shots at the goal. Using 1 sentence, state the values the random variable takes on in this scenario.",
    "number": 16
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "essay_question",
    "points": 3,
    "stem": "A basketball player shoots free throws at an 45% success rate. Using 1 sentence, state the random variable for the number of free throws he makes in 10 attempts.",
    "number": 5
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 3,
    "stem": "For a salesperson who successfully closes deals with a 70% success rate and makes 15 sales calls, calculate the mean of successful sales calls.",
    "number": 7,
    "answer_ranges": [
      {
        "min": 10,
        "max": 11
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 3,
    "stem": "For a salesperson who successfully closes deals with a 30% success rate and makes 25 sales calls, calculate the mean of successful sales calls.",
    "number": 17,
    "answer_ranges": [
      {
        "min": 7,
        "max": 8
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a group of 10 friends who are planning to form a committee for their upcoming reunion. They need to select a committee of 4 friends from the group. How many distinct committees can be formed, given that each friend has an equal chance of being selected and the sequence of selection doesn’t alter the composition of the committee?",
    "number": 8,
    "answer_ranges": [
      {
        "min": 210,
        "max": 210
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Counting Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a group of 10 friends who are planning to form a committee for their upcoming reunion. They need to select a committee of 4 friends from the group to serve as President, Vice President, Secretary, and Treasurer. How many different committees can be formed, given that each friend has an equal chance of being selected and each position on the committee is unique?",
    "number": 18,
    "answer_ranges": [
      {
        "min": 5040,
        "max": 5040
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 3,
    "stem": "A company does quality control checks on batches of 100 units where they test 1 unit for defects. Using 1-2 sentences, explain whether the binomial distribution or Bernoulli distribution should be used. ",
    "number": 9
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 3,
    "stem": "A company does quality control checks on batches of 100 units where they test each unit for the number of units with defects. Using 1-2 sentences, explain whether the binomial distribution or Bernoulli distribution should be used. ",
    "number": 13
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a factory machine that currently produces 50 units per hour, with a variance of 10. If the machine’s production rate is doubled to produce 100 units per hour, what would be the new variance in production?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 40,
        "max": 40
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 6,
    "stem": "Consider a bakery that typically bakes 100 loaves of bread daily, with a variance of 10. If the bakery decides to increase its production rate by 75% to bake 175 loaves per day, what would be the new expected value and standard deviation in production? Explain and show your work to get full credit.",
    "number": 19
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Standard Deviation",
    "type": "essay_question",
    "points": 6,
    "stem": "Consider a bakery that typically bakes 200 loaves of bread daily, with a variance of 20. If the bakery decides to increase its production rate by 50% to bake 300 loaves per day, what would be the new expected value and standard deviation in production? Explain and show your work to get full credit.",
    "number": 10
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 6,
    "stem": "Consider a doctor who administers flu shots to his patients. After receiving the flu shot, the probability of a patient contracting the flu is reduced to 0.3. On a particular day, the doctor gives flu shots to 15 patients. What is the probability that exactly 5 out of these 15 patients will contract the flu, given that we know at least one patient contracts the flu?",
    "number": 14,
    "answer_ranges": [
      {
        "min": 0.2,
        "max": 0.21
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "numerical_question",
    "points": 6,
    "stem": "Consider a doctor who administers flu shots to his patients. After receiving the flu shot, the probability of a patient contracting the flu is reduced to 0.1. On a particular day, the doctor gives flu shots to 15 patients. What is the probability that exactly 3 out of these 15 patients will contract the flu, given that we know at least one patient contracts the flu?",
    "number": 11,
    "answer_ranges": [
      {
        "min": 0.16,
        "max": 0.17
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "essay_question",
    "points": 6,
    "stem": "\nConsider a business scenario where a call center conducts a customer satisfaction survey. The call center has found that, on average, 70% of customers express satisfaction with their service. Each day, the call center randomly selects 20 customers to participate in the survey. One day, a new sample of 20 customers was surveyed, 10 expressed satisfaction with the service. Would this value be considered an outlier? Explain and show all your work. \n",
    "number": 2
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "\n\n\nConsider a health study that analyzes the relationship between smoking habits (smoker vs. non-smoker) and exercise habits (frequent vs. infrequent). In this study, the probability of a person being a smoker and exercising frequently is given as 0.2. Additionally, the probability of a person being a smoker, irrespective of their exercise habits, is given as 0.5.\nBased on this information, if we know that a person is a smoker, what is the probability that they also exercise frequently?\n\n\n",
    "number": 12,
    "answer_ranges": [
      {
        "min": 0.4,
        "max": 0.4
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a health study that analyzes the relationship between smoking habits (smoker vs. non-smoker) and exercise habits (frequent vs. infrequent). In this study, the probability of a person being a smoker and exercising frequently is given as 0.3. Additionally, the probability of a person being a smoker, irrespective of their exercise habits, is given as 0.4.\nBased on this information, if we know that a person is a smoker, what is the probability that they also exercise frequently?",
    "number": 15,
    "answer_ranges": [
      {
        "min": 0.75,
        "max": 0.75
      }
    ]
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Binomial or Bernoulli Distribution",
    "type": "essay_question",
    "points": 4,
    "stem": "Could you explain why the binomial distribution would be an appropriate statistical model to use in the following situation: A store finds that 60% of its customers purchase a product after a demonstration. The store plans to demonstrate the product to 10 customers.",
    "number": 3
  },
  {
    "quiz_title": "Thursday Quiz 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 4,
    "stem": "Consider a basketball player who typically makes 90% of his free throws. Assuming each free throw is independent, calculate the probability of the following scenario: What is the probability that the player successfully makes his first five free throws and then, for the first time, misses his sixth attempt? Calculate this probability based on the assumption that each free throw is independent.",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.05,
        "max": 0.06
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "numerical_question",
    "points": 2,
    "stem": "In a business setting, consider the average salary for a middle management position at XYZ Corporation to be $85,000 with a standard deviation of $5,000. What is the probability (in percentage) that a randomly selected middle manager earns between $75,000 and $90,000?",
    "number": 1,
    "answer_ranges": [
      {
        "min": 81,
        "max": 82
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "What are characteristics of a normal distribution (Select all that apply):",
    "number": 2,
    "choices": [
      "The distribution is symmetric about the mean.",
      "The distribution is skewed to the right.",
      "The total area under the curve is equal to 1.",
      "It is characterized by the presence of a single peak.",
      "A data set that follows a normal distribution should not contain any outliers."
    ],
    "correct_answers": [
      "The distribution is symmetric about the mean.",
      "The total area under the curve is equal to 1.",
      "It is characterized by the presence of a single peak."
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 7",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "How does variability and the center affect the shape of the normal distribution?",
    "number": 3,
    "choices": [
      "Increasing variability widens the curve and decreasing it narrows the curve; the center does not affect the shape, only the position of the curve.",
      "Increasing variability shifts the curve to the right, while decreasing variability shifts it to the left; the center raises or lowers the peak of the curve.",
      "Both variability and the center have no effect on the shape of the distribution.",
      "Increasing the center of the distribution stretches the curve horizontally, while increasing variability"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 1,
    "stem": "A researcher is analyzing a dataset of exam scores from students in a large university course. She wants to describe the scores in a comprehensive manner. Which of the following are metrics she could consider when describing a quantitative variable like exam scores? Select all that apply.",
    "number": 1,
    "choices": [
      "shape",
      "center",
      "spread",
      "relative frequency",
      "frequency"
    ],
    "correct_answers": [
      "shape",
      "center",
      "spread"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": " In a major health survey, researchers collected data on the average sugar intake of individuals in a city. They got specific values from a sample of the population and also had data for the entire city's population. When differentiating between the values derived from the sample and those from the entire population, which statements are true? Select all that apply.",
    "number": 2,
    "choices": [
      "a parameter is a metric from the population",
      "a statistic is a metric from the sample",
      "a parameter is a fixed value, while statistic can vary from sample to sample",
      "a parameter gives insight into the whole population, while statistic provides insight for the subset.",
      "the true value of a statistic can never be known"
    ],
    "correct_answers": [
      "a parameter is a metric from the population",
      "a statistic is a metric from the sample",
      "a parameter gives insight into the whole population, while statistic provides insight for the subset."
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": " In a high school, students' heights were recorded, and a distribution was made. From this distribution, Z scores were calculated for each student to determine how they compare to the class average. James was curious about his standing and found his Z score was 1.95. Which of the following interpretations is true about James's height relative to his classmates? Select all that apply.",
    "number": 3,
    "choices": [
      "James's height is 1.95 standard deviations above the mean height of the class.",
      "James's height is roughly in the top 2.5% of his class.",
      "James is taller than the average student in his class.",
      "James's height is nearly two times the average height of the class."
    ],
    "correct_answers": [
      "James's height is 1.95 standard deviations above the mean height of the class.",
      "James is taller than the average student in his class."
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Independence or Disjoints Events",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "Two dice are rolled. Which of the following events are mutually exclusive?",
    "number": 1,
    "choices": [
      "Getting a total sum of 7 and not getting a total sum of 7",
      "Getting an even number on the first die and getting a 3 on the second die",
      "Getting a 5 on the first die and getting an odd number on the second die",
      "Getting a total sum of 4 and getting an odd number on the first die"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 3,
    "stem": "In a deck of cards (52 cards), you draw two cards sequentially (with replacement). What is the probability that the first card drawn is a king and the second is a spade?",
    "number": 2,
    "answer_ranges": [
      {
        "min": 0.018,
        "max": 0.02
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "multiple_choice_question",
    "points": 1,
    "stem": "You are playing a game where you flip two coins simultaneously. What is the complement of getting at least one tail?",
    "number": 3,
    "choices": [
      "Getting two heads",
      "Getting one head",
      "Getting at least one head",
      "Getting two tails",
      "None of these options"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sampling Designs",
    "type": "essay_question",
    "points": 0.75,
    "stem": "The Department of Education in the state of California wants to determine the average reading level of high school students across the state. They recognize that urban, suburban, and rural schools might have different educational challenges and resources. To ensure a fair representation, they decide to divide all high schools in the state into these three categories based on their location. From each category, they randomly select 10 schools. Within each of these selected schools, they then randomly pick 30 students and assess their reading level.\nBased on the description provided, state which sampling design is being implemented and explain why.",
    "number": 1
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 2 - 7. You are interested in understanding how the GrubHub app affects Cal Poly students' purchases at Starbucks on campus. You collect various variables from students waiting to pick up their orders. The purpose of this study is to see how these variables relate to one another. However, you must first specify each “type of variable” regarding the information collected before performing any visualization or analysis.",
    "number": "Q2-Q7"
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_choice_question",
    "points": 0.25,
    "stem": "The amount of time you spend waiting for your Starbucks order. What type of variable is described in the last sentence? ",
    "number": 2,
    "choices": [
      "Quantitative",
      "Categorical Binary",
      "Categorical",
      "None of these responses"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_choice_question",
    "points": 0.25,
    "stem": "The number of people working when you place your Starbucks order. What type of variable is described in the last sentence? ",
    "number": 3,
    "choices": [
      "Quantitative",
      "Categorical",
      "Categorical Binary",
      "None of these responses"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_choice_question",
    "points": 0.25,
    "stem": "Whether a snack was purchased or not. What type of variable is described in the last sentence?  ",
    "number": 4,
    "choices": [
      "Categorical Binary",
      "Categorical",
      "Quantitative",
      "None of these responses"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "Which of the following variables are nominal? (Select ALL that apply)",
    "number": 5,
    "choices": [
      "Type of snack",
      "Type of Drink",
      "The amount of time you spend waiting for your Starbucks order",
      "The Size of Drink",
      "The number of people working when you place your Starbucks order"
    ],
    "correct_answers": [
      "Type of snack",
      "Type of Drink"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "Which of the following variables are ordinal? (Select ALL that apply).",
    "number": 6,
    "choices": [
      "Rating of the GrubHub app (from 1 to 5 stars).",
      "Frequency of Starbucks visits per week (e.g., once, 2-3 times, 4-5 times, more than 5 times)",
      "Amount of money spent per visit.",
      "Level of satisfaction with Starbucks service (very dissatisfied, dissatisfied, neutral, satisfied, very satisfied).",
      "Waiting time for order completion (in minutes)."
    ],
    "correct_answers": [
      "Rating of the GrubHub app (from 1 to 5 stars).",
      "Frequency of Starbucks visits per week (e.g., once, 2-3 times, 4-5 times, more than 5 times)",
      "Level of satisfaction with Starbucks service (very dissatisfied, dissatisfied, neutral, satisfied, very satisfied)."
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "matching_question",
    "points": 0.75,
    "stem": "Match the following definitions with the appropriate information from the description above.",
    "number": 7,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "all Cal Poly students that orders at Starbucks",
          "Cal Poly students waiting in line",
          "a Cal Poly student that orders at Starbucks",
          "students waiting in line",
          "all orders made into GrubHub",
          "the type of drink",
          "people that have the GrubHub app on Cal Poly’s campus",
          "a student waiting in line",
          "an order made into GrubHub"
        ]
      },
      {
        "prompt": "Sample",
        "choices": [
          "all Cal Poly students that orders at Starbucks",
          "Cal Poly students waiting in line",
          "a Cal Poly student that orders at Starbucks",
          "students waiting in line",
          "all orders made into GrubHub",
          "the type of drink",
          "people that have the GrubHub app on Cal Poly’s campus",
          "a student waiting in line",
          "an order made into GrubHub"
        ]
      },
      {
        "prompt": "Observational Unit",
        "choices": [
          "all Cal Poly students that orders at Starbucks",
          "Cal Poly students waiting in line",
          "a Cal Poly student that orders at Starbucks",
          "students waiting in line",
          "all orders made into GrubHub",
          "the type of drink",
          "people that have the GrubHub app on Cal Poly’s campus",
          "a student waiting in line",
          "an order made into GrubHub"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "all Cal Poly students that orders at Starbucks"
      },
      {
        "prompt": "Sample",
        "match": "Cal Poly students waiting in line"
      },
      {
        "prompt": "Observational Unit",
        "match": "a Cal Poly student that orders at Starbucks"
      }
    ],
    "distractors": [
      "a Cal Poly student that orders at Starbucks",
      "an order made into GrubHub",
      "Cal Poly students waiting in line",
      "all orders made into GrubHub",
      "people that have the GrubHub app on Cal Poly’s campus",
      "all Cal Poly students that orders at Starbucks",
      "a student waiting in line",
      "the type of drink",
      "students waiting in line"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 8 - 11. An environmental advocacy group is interested in the perceptions of USA farmers about global climate change. Specifically, they wish to determine the percentage of organic USA farmers concerned that climate change will affect crop yields. They use an alphabetized list of members of the Northeast Organic Farming Association (www.nofa.org), a nonprofit organization of over 5000 farmers with Chapters in Connecticut, Massachusetts, New Hampshire, New Jersey, New York, Rhode Island, and Vermont. They use Excel to generate a randomly shuffled list of the members. They then select members to contact from this list until they have succeeded in reaching 150 USA farmers.",
    "number": "Q8-Q11"
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "What is the best statistic to summarize the number of farmers that believe in climate change? (Select ALL that apply)",
    "number": 8,
    "choices": [
      "Proportion",
      "Relative Frequency",
      "Mean",
      "IQR",
      "Variance"
    ],
    "correct_answers": [
      "Proportion",
      "Relative Frequency"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "The environmental advocacy group also collected the annual revenue by the farm from each farmer in the sample. Which of the following is an appropriate technique to measure variability? (Select ALL that apply)",
    "number": 9,
    "choices": [
      "IQR",
      "Standard Deviation",
      "Proportion",
      "Median",
      "Mean"
    ],
    "correct_answers": [
      "IQR",
      "Standard Deviation"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "The environmental advocacy group also collected the annual revenue by the farm from each farmer in the sample. Which of the following is an appropriate technique to measure center? (Select ALL that apply)",
    "number": 10,
    "choices": [
      "Median",
      "Mean",
      "Proportion",
      "IQR",
      "Standard Deviation"
    ],
    "correct_answers": [
      "Median",
      "Mean"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Variable Types",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "The environmental advocacy group also collected whether the farmer has non-organic products on their farm or not from each farmer in the sample. Which of the following is a technique to measure this variable? (Select ALL that apply)",
    "number": 11,
    "choices": [
      "Proportion",
      "Frequency",
      "Second Quartile",
      "Mode",
      "Third Quartile"
    ],
    "correct_answers": [
      "Proportion",
      "Frequency"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "essay_question",
    "points": 0.75,
    "stem": "Is it possible to calculate the population proportion? Explain.",
    "number": 12
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Sample Statistics",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "Which of the following is not possible to ever calculate? (Select ALL that apply)",
    "number": 13,
    "choices": [
      "Population Mean",
      "Sample Mean",
      "Sample Standard Deviation",
      "Sample Variance",
      "Sample IQR"
    ],
    "correct_answers": [
      "Population Mean"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_choice_question",
    "points": 0.75,
    "stem": "Researchers experimented to see the effectiveness of two study methods, A and B, on final exam scores. Here are the summarized results:\nMethod A:\n\nSample Mean Score: 85\nSample Standard Deviation: 3\n\nMethod B:\n\nSample Mean Score: 86\nSample Standard Deviation: 10\n\nWhich of the following statements is most true?",
    "number": 14,
    "choices": [
      "Method A may be more consistent than Method B in its outcomes as it has a lower standard deviation.",
      "Method B is definitively better because it has a higher mean score.",
      "Method A guarantees a score above 82 for all students.",
      "Method B guarantees a score above 80 for all students.",
      "Method B ensures that most students will score closer the mean compared to Method A."
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_choice_question",
    "points": 0.75,
    "stem": "Two machines, X and Y, are tested for the accuracy of screws they produce. The target screw length is 5 cm. Here are the summarized results:\nMachine X:\n\nSample Mean Screw Length: 5.1 cm\nSample Standard Deviation: 0.05 cm\n\nMachine Y:\n\nSample Mean Screw Length: 5.05 cm\nSample Standard Deviation: 0.5 cm\n\nBased on the above data, which statement is most accurate?",
    "number": 15,
    "choices": [
      "Machine X might be more reliable in its production due to its smaller standard deviation.",
      "Machine Y is clearly better because it produces screws closer to the target on average.",
      "Both machines are equally reliable as their means are close to the target.",
      "Machine Y's screws will always be closer to 5.05 cm than those of Machine X.",
      "Machine X is better because the mean is larger and the standard deviation is smaller in comparison to Machine Y."
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "essay_question",
    "points": 0.75,
    "stem": "In a recent city-wide survey, researchers aimed to understand the distribution of transportation methods used by the population. They gathered data from 10,000 respondents about their primary mode of transportation. The following are the summarized results:\n\nCar: 7,500\nBus: 1,200\nBicycle: 800\nWalking: 500\n\nGiven the context, explain why it would be more insightful for the city council to understand the relative frequency of each transportation method rather than just the raw frequency. How would presenting relative frequencies benefit the city council in their decision-making?",
    "number": 16
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "multiple_answers_question",
    "points": 0.5,
    "stem": "Imagine you're an analyst for a large retail company, and you've been tasked with examining the monthly sales data from different regions. Over the past year, some regions have had irregular sales patterns due to unprecedented events, while others have shown consistent sales trends.\nIn the field of statistics, both the Interquartile Range (IQR) and the Standard Deviation are measures of variability in a data set. Given the scenario above, when would it be more appropriate to use each of these measures? Select all that apply:",
    "number": 17,
    "choices": [
      "Use IQR when the data set has extreme outliers",
      "Use Standard Deviation when the data set follows a normal distribution",
      "Use IQR for all types of data sets.",
      "Use Standard Deviation when the data set is large and has extreme outliers",
      "It does not matter what you use, they are both good"
    ],
    "correct_answers": [
      "Use IQR when the data set has extreme outliers"
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 18 & 19: \nSasha runs a neighborhood lemonade stand. Over several weeks, she meticulously tracks her daily sales to understand the patterns and trends. She discovers that, on average, she makes $50 a day, with a standard deviation of $10. Most days align well with this average, but there was one particular day when she made an unexpected $87.",
    "number": "Q18-Q19"
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 0.25,
    "stem": "To determine if this $87 is an outlier, Sasha calculates the z-score for that day's sales. What is the z-score? ",
    "number": 18,
    "answer_ranges": [
      {
        "min": 3.7,
        "max": 3.7
      }
    ]
  },
  {
    "quiz_title": "Homework 2",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Outlier Methods",
    "type": "essay_question",
    "points": 0.5,
    "stem": "Is Sasha's income that day an outlier? Explain and your reasoning with evidence.",
    "number": 19
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following description to answer questions 1 - 3: Imagine you go to a grocery store where the supplier expects an average of 0.6 eggs to be broken in every dozen, and the variability (standard deviation) in the number of broken eggs is 0.5. You decide to buy three dozen eggs from this store without inspecting them first. ",
    "number": "Q1-Q3"
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Type of Random Variables",
    "type": "essay_question",
    "points": 3,
    "stem": "What is the random variable of interest?",
    "number": 1
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 2,
    "stem": "How many broken eggs do you expect to get? ",
    "number": 2,
    "answer_ranges": [
      {
        "min": 1.8,
        "max": 1.8
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 2,
    "stem": "What’s the standard deviation regarding these eggs? ",
    "number": 3,
    "answer_ranges": [
      {
        "min": 1.5,
        "max": 1.5
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following description to answer questions 4 - 6: The probability model below describes the number of repair calls that a twenty-four-hour appliance repair shop may receive during an hour.\n \n\n\n\n\nRepair Calls\n\n\n0\n\n\n1\n\n\n2\n\n\n3\n\n\n\n\nProbability\n\n\n0.1\n\n\n0.3\n\n\n0.4\n\n\n0.2\n\n\n\n",
    "number": "Q4-Q6"
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 2,
    "stem": "How many calls should the shop expect per day?",
    "number": 4,
    "answer_ranges": [
      {
        "min": 40.8,
        "max": 41
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 1,
    "stem": "How would the calls vary per day using the same units as the expected value?",
    "number": 5,
    "answer_ranges": [
      {
        "min": 21.6,
        "max": 22
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Outlier Methods",
    "type": "essay_question",
    "points": 3,
    "stem": "On a random day, the store received 62 repair calls. Is the number of repair calls on that day an outlier?",
    "number": 6
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following description to answer questions 7 - 9: An insurance company offers a “death and disability” policy that pays $100,000 if the client dies and pays $25,000 if the client is permanently disabled.  (If the client neither dies nor becomes disabled in a year, the company pays out nothing.)  The company estimates that the probability that a client dies in a year is .001, and the probability that a client suffers a permanent disability in a year is .003.",
    "number": "Q7-Q9"
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 2,
    "stem": "If someone dies, determine the expected value of the insurance company’s payout in a year.  ",
    "number": 7,
    "answer_ranges": [
      {
        "min": 100,
        "max": 100
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "numerical_question",
    "points": 2,
    "stem": "If someone becomes disable, determine the expected value of the insurance company’s payout in a year.  ",
    "number": 8,
    "answer_ranges": [
      {
        "min": 75,
        "max": 75
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 4",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Expected Value",
    "type": "essay_question",
    "points": 3,
    "stem": "If someone dies or becomes disable, determine the expected value of the insurance company’s payout in a year.  Explain your work and interpret your answer.",
    "number": 9
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "Which of the following is not a characteristic of probability? (Select all that apply)",
    "number": 1,
    "choices": [
      "p / (1-p)  <0",
      "p * (1-p) < 1",
      "p / (1-p)  > 0",
      "<p>p * (1-p) <img class=\"equation_image\" title=\"\\ge\" src=\"https://canvas.calpoly.edu/equation_images/%255Cge?scale=1\" alt=\"LaTeX: \\ge\" data-equation-content=\"\\ge\" data-ignore-a11y-check=\"\"><span class=\"hidden-readable\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n  <mo>≥</mo>\n</math></span>1</p>",
      "p * (1-p)  > 0"
    ],
    "correct_answers": [
      "p / (1-p)  <0",
      "<p>p * (1-p) <img class=\"equation_image\" title=\"\\ge\" src=\"https://canvas.calpoly.edu/equation_images/%255Cge?scale=1\" alt=\"LaTeX: \\ge\" data-equation-content=\"\\ge\" data-ignore-a11y-check=\"\"><span class=\"hidden-readable\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n  <mo>≥</mo>\n</math></span>1</p>"
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use this description and data frame to answer questions 2-4. Historically, 5% of all customers who apply for a loan at the Bank of Cal Poly are denied the loan.",
    "number": "Q2-Q4"
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 3,
    "stem": " If 3 customers come into the bank, what is the probability that not all of them are approved for a loan? In other words, what is the chance that not everyone gets approved? Show your work and explain your answer.",
    "number": 2
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "numerical_question",
    "points": 2,
    "stem": "If 3 customers enter the bank, how many ways can 2 people get denied?",
    "number": 3,
    "answer_ranges": [
      {
        "min": 3,
        "max": 3
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 2,
    "stem": "We take a random sample of 15 customers who have recently applied for a loan. What is the probability at least one of these 15 individuals do not get a loan? ",
    "number": 4,
    "answer_ranges": [
      {
        "min": 0.52,
        "max": 0.539
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 5-7.\nSuppose a study of 912 teenagers was collected regarding their speeding violations (columns) and whether drivers use their cell phones (rows). This information can be seen in the contingency table below:\n\n\n\n\n\nSpeeding violation in the last year\n\n\nNo speeding violation in the last year\n\n\n\n\nNever drives while using a cell phone\n\n\n25\n\n\n280\n\n\n\n\nSometimes drives while using a cell phone\n\n\n45\n\n\n405\n\n\n\n\nOften drives while using a cell phone\n\n\n34\n\n\n123\n\n\n\n\n ",
    "number": "Q5-Q7"
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 2,
    "stem": "Suppose an individual from this study is selected at random, what is the probability that they often drive while using a cell phone? ",
    "number": 5,
    "answer_ranges": [
      {
        "min": 0.17,
        "max": 0.175
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 2,
    "stem": "Suppose an individual from this study is selected at random, what is the probability that they often drive while using a cell phone or never drives while using a cell phone? ",
    "number": 6,
    "answer_ranges": [
      {
        "min": 0.5,
        "max": 0.53
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "essay_question",
    "points": 3,
    "stem": "Suppose an individual from this study is selected at random, what is the probability that they often drive while using a cell phone given received no speeding violation in the last year? Show your work and explain your answer.",
    "number": 7
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "text_only_question",
    "points": 0,
    "stem": "Use the following information to answer questions 8-9.\nLast summer, you and Kyla interned at a budding social media app company in Los Angeles, tasked with acquiring new advertising customers. From Monday to Friday, each of you reached out to ten unique companies daily, ensuring no company was contacted twice.\nIn the first week, out of 50 calls, you successfully convinced 10 companies to purchase ad spaces on the app. Kyla, displaying remarkable efficacy, secured 30 companies from her 50 calls, each committed to buying ad spaces on the app. This concerted effort marked a significant stride in enhancing the app's clientele and visibility.",
    "number": "Q8-Q9"
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Statistical Question",
    "type": "numerical_question",
    "points": 2,
    "stem": "If a random phone call was selected from the phone calls you and Kyla made during the first week, what is the probability that the company purchased ad space on the new app? ",
    "number": 8,
    "answer_ranges": [
      {
        "min": 0.12,
        "max": 0.12
      }
    ]
  },
  {
    "quiz_title": "Friday Quiz 3",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Probability Rules",
    "type": "numerical_question",
    "points": 2,
    "stem": "Using Kyla’s success from last week, what is the probability that her next 5 calls all purchase an ad? ",
    "number": 9,
    "answer_ranges": [
      {
        "min": 0.07,
        "max": 0.079
      }
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Normal Distribution",
    "type": "multiple_answers_question",
    "points": 2,
    "stem": "Which of the following are the assumptions to approximate the binomial with the normal distribution based on the following scenario? (Select all that apply)\nLet's say that a marketing team at an e-commerce company is launching a new email campaign. From historical data, they know that their marketing emails have a typical response rate of 5%. The team is planning to send out the campaign emails to 10,000 customers and wants to estimate the number of responses they can expect to receive.",
    "number": 1,
    "choices": [
      "The expected number of responses is greater than or equal to 10",
      "The expected number of non-responses to the marketing emails is greater than or equal to 10",
      "The expected number of non-responses (failures) to the marketing emails is less than 10",
      "The number of phone calls is greater than 10",
      "The number of people making the phone call is greater than or equal to 10"
    ],
    "correct_answers": [
      "The expected number of responses is greater than or equal to 10",
      "The expected number of non-responses to the marketing emails is greater than or equal to 10"
    ]
  },
  {
    "quiz_title": "Tuesday Quiz 8",
    "quarter": "fall-2023-stat-251",
    "SCBT": "Preliminary Statistical Concepts",
    "type": "matching_question",
    "points": 3,
    "stem": "Associate the statistical concept with the appropriate details from the scenario below.\nA city council is interested in understanding the commuting habits of its residents to better plan for public transportation needs. They decided to conduct a survey. They ask community residents who attend the weekly council meeting on 11/15.\n ",
    "number": 2,
    "matches": [
      {
        "prompt": "Population",
        "choices": [
          "all the residents of the city",
          "individual resident of the city",
          "commuting habit of each resident",
          "community residents who attend the weekly council meeting on 11/15",
          "the age of the resident"
        ]
      },
      {
        "prompt": "Observational Unit",
        "choices": [
          "all the residents of the city",
          "individual resident of the city",
          "commuting habit of each resident",
          "community residents who attend the weekly council meeting on 11/15",
          "the age of the resident"
        ]
      },
      {
        "prompt": "Variable of Interest",
        "choices": [
          "all the residents of the city",
          "individual resident of the city",
          "commuting habit of each resident",
          "community residents who attend the weekly council meeting on 11/15",
          "the age of the resident"
        ]
      }
    ],
    "correct_matches": [
      {
        "prompt": "Population",
        "match": "all the residents of the city"
      },
      {
        "prompt": "Observational Unit",
        "match": "individual resident of the city"
      },
      {
        "prompt": "Variable of Interest",
        "match": "commuting habit of each resident"
      }
    ],
    "distractors": [
      "all the residents of the city",
      "the age of the resident",
      "individual resident of the city",
      "community residents who attend the weekly council meeting on 11/15",
      "commuting habit of each resident"
    ]
  },
  {
    "SCBT": "test",
    "answer_ranges": [
      {
        "min": "2",
        "max": "4"
      }
    ],
    "number": "1",
    "points": "5",
    "quarter": "Q1",
    "quiz_title": "TESTING",
    "stem": "this is a test question",
    "type": "numerical_question"
  }
]